Subject: ようこそ{SITENAME}の掲示板へ

{WELCOME_MSG}

このメールは大切に保管してください。あなたのアカウント情報は以下の通りです：

----------------------------
名前: {USERNAME}
パスワード: {PASSWORD}
----------------------------

あなたのアカウントはまだアクティブになっていません。管理者がアカウントをアクティブにするまでは、アカウントを使って掲示板にログインすることはできません。アカウントのアクティベーションが行われると、その趣旨のメールが送信されます。

アカウントのパスワードはデータベース内で暗号化されているため、パスワードを忘れてしまった場合に、そのパスワードを見つけ出すことはできないので注意してください。しかし、万が一パスワードを忘れてしまった場合は、新しいパスワードを発行することができます。再発行されたパスワードでログインするためには、再びアカウントのアクティベーションを待つ必要があります。

ユーザー登録をしていただき、まことに有難うございます。

{EMAIL_SIG}