{WELCOME_MSG}

COPPA（子供のオンライン・プライバシー保護法）により、あなたのアカウントは現在アクティブになっていません。

両親又は保護者が下記の記入欄に必要な項目を記入し、次のFAX番号まで送ってください：

{FAX_INFO}

または次のメールアドレスまで送ってください：

{MAIL_INFO}

------------------------------ 切り取り ------------------------------
{SITENAME}に参加する許可

名前: {USERNAME}
パスワード: {PASSWORD}
メールアドレス: {EMAIL_ADDRESS}

ICQナンバー: {ICQ}
AIMアドレス: {AIM}
MSN Messenger: {MSN}
Yahoo Messenger: {YIM}
ホームページ: {WEB_SITE}
所在地: {FROM}
職業: {OCC}
趣味: {INTERESTS}

私は自分の子供の情報を検閲し、{SITENAME}にこの情報を保管させる許可を与えます。
私はこの情報がパスワードを入力することでいつでも変更が可能な事を承知しています。

両親又は保護者 
(名前をこの欄に記入): _____________________

(サインをこの欄に記入): __________________ 

日付: _______________

------------------------------ 切り取り ------------------------------


管理者が上記のCOPPAのデータを受け取った後、あなたのアカウントはアクティブとなります。

アカウントのパスワードはデータベース内で暗号化されているため、パスワードを忘れてしまった場合に、そのパスワードを見つけ出すことはできないので注意してください。しかし、万が一パスワードを忘れてしまった場合は、新しいパスワードを発行することができます。

ユーザー登録をしていただき、まことに有難うございます。

{EMAIL_SIG}