Subject: ยินดีต้อนรับสู่ {SITENAME} Forum
Charset: windows-874

{WELCOME_MSG}

กรุณาเก็บรักษา e-mail นี้ไว้ให้ดี รายละเอียดชื่อบัญชีของคุณคือ:

----------------------------
Username: {USERNAME}
Password: {PASSWORD}
----------------------------

ชื่อบัญชีของคุณยังไม่ได้รับการยืนยัน
ซึ่ง administrator จะเป็นผู้ตรวจสอบ และทำการยืนยันเองเสียก่อน คุณจึงจะสามารถเข้าสู่ระบบได้
คุณจะได้รับ e-mail แจ้งเตือนอีกฉบับ เมื่อ administrator ได้ทำการยืนยันให้แล้ว

กรุณาอย่าทำรหัสผ่านหาย ซึ่งรหัสผ่านนี้ได้ถูกเข้ารหัสไว้ในฐานข้อมูล และทางเราไม่สามารถส่งให้คุณได้
อย่างไรก็ตาม ถ้าคุณลืมรหัสผ่าน คุณสามารถขอรหัสผ่านอันใหม่ได้ ซึ่งจะใช้วิธียืนยันเหมือนกับของชื่อบัญชีนี้(ถ้าระบบต้องการการยืนยันชื่อบัญชีหลังการสมัครสมาชิก)

ขอบคุณที่ทำการสมัครสมาชิก

{EMAIL_SIG}