Subject: มีการตอบที่หัวข้อ {TOPIC_TITLE}
Charset: windows-874

ถึงคุณ {USERNAME},

คุณได้รับการแจ้งเตือนฉบับนี้ เพราะคุณได้ทำการเฝ้าดูหัวข้อ "{TOPIC_TITLE}" ที่เว็บ {SITENAME}
มีการตอบในหัวข้อนี้หลังจากที่คุณออกจากระบบไปแล้ว คุณสามารถคลิกที่ลิงค์ด้านล่างนี้เพื่ออ่านข้อความที่ตอบ
จะไม่มีการแจ้งเตือนอีกจนกว่าคุณจะเข้าไปอ่านในหัวข้อนี้

{U_TOPIC}

ถ้าคุณไม่ต้องการรับการแจ้งเตือนอีกต่อไป คุณสามารถคลิกที่ลิงค์ "หยุดการเฝ้าดูหัวข้อนี้" ซึ่งจะอยู่ที่ด้านล่างของหน้านั้นๆ หรือจะคลิกที่ลิงค์ด้านล่างนี้ก็ได้:

{U_STOP_WATCHING_TOPIC}

{EMAIL_SIG}