Subject: แจ้งรหัสผ่านใหม่
Charset: windows-874

ถึงคุณ {USERNAME}

คุณได้รับจดหมายฉบับนี้เพราะคุณ (หรือบางคนที่ต้องการแกล้งคุณ) ได้ทำการขอรหัสผ่านใหม่ บนเว็บ {SITENAME}
ถ้าคุณไม่ได้ทำการขอรหัสผ่านใหม่ ขอให้คุณลบจดหมายฉบับนี้ทิ้ง และอย่าพยายามตอบกลับมา
ถ้าคุณยังได้รับจดหมายฉบับนี้อยู่อีก กรุณาติดต่อ administrator ของบอร์ด

คุณต้องทำการยืนยันรหัสผ่านอันใหม่ของคุณเสียก่อน โดยการคลิกที่ลิงค์ด้านล่างนี้

{U_ACTIVATE}

หลังจากนั้น คุณจะสามารถเข้าสู่ระบบได้โดยใช้รหัสผ่านอันใหม่ คือ:

Password: {PASSWORD}

คุณสามารถเปลี่ยนแปลงรหัสผ่านใหม่ได้ด้วยตัวเอง ที่หน้า ข้อมูลส่วนตัว
ถ้าคุณต้องการความช่วยเหลือ กรุณาติดต่อ administrator ของบอร์ด

{EMAIL_SIG}