<?php
/***************************************************************************
 *                          lang_faq.php [Thai]
 *                            -------------------
 *   begin                : Wednesday Oct 3, 2001
 *   copyright            : (C) 2001 The phpBB Group
 *   email                : support@phpbb.com
 *
 *   Translation: Mr.LonelyWinter < mr_lonely_winter@yahoo.com >
 *
 *   $Id$
 *
 *
 ***************************************************************************/

/***************************************************************************
 *
 *   This program is free software; you can redistribute it and/or modify
 *   it under the terms of the GNU General Public License as published by
 *   the Free Software Foundation; either version 2 of the License, or
 *   (at your option) any later version.
 *
 ***************************************************************************/
 
// 
// To add an entry to your FAQ simply add a line to this file in this format:
// $faq[] = array("question", "answer");
// If you want to separate a section enter $faq[] = array("--","Block heading goes here if wanted");
// Links will be created automatically
//
// DO NOT forget the ; at the end of the line.
// Do NOT put double quotes (") in your FAQ entries, if you absolutely must then escape them ie. \"something\";
//
// The FAQ items will appear on the FAQ page in the same order they are listed in this file
//
 
  
$faq[] = array("--","&nbsp;&nbsp;&nbsp;การเข้าสู่ระบบ และ การสมัครสมาชิก");
$faq[] = array("ทำไมเข้าสู่ระบบไม่ได้?", "&nbsp;&nbsp;&nbsp;1.คุณได้ทำการสมัครสมาชิกแล้วหรือยัง? คุณต้องสมัครสมาชิกก่อน แล้วจึงสามารถเข้าสู่ระบบได้.<br />&nbsp;&nbsp;&nbsp;2.คุณถูกหวงห้ามไม่ให้เข้าสู่บอร์ดหรือไม่(จะมีข้อความบอกไว้)? ถ้าเป็นเช่นนั้น คุณควรติดต่อ webmaster หรือ administrator ของบอร์ด เพื่อขอทราบเหตุผล.<br />3.ถ้าคุณได้ทำการสมัครสมาชิกแล้ว และไม่ได้ถูกหวงห้าม และคุณยังไม่สามารถเข้าสู่ระบบได้ กรุณาตรวจสอบ username และ password ให้ถูกต้อง.<br />4.ถ้ายังเข้าสู่ระบบไม่ได้อีก กรุณาติดต่อ administrator ของบอร์ด ว่าอาจมีการตั้งค่าที่ไม่ถูกต้องเกิดขึ้นในบอร์ด.");
$faq[] = array("จำเป็นต้องสมัครสมาชิกด้วยหรือ?", "&nbsp;&nbsp;&nbsp;บางทีอาจไม่จำเป็น ขึ้นอยู่กับ administrator ของบอร์ดจะกำหนดไว้ว่า คุณต้องสมัครสมาชิกก่อนเพื่อโพสต์ข้อความ<br />&nbsp;&nbsp;&nbsp;อย่างไรก็ตาม การสมัครสมาชิกจะทำให้คุณสามารถใช้คุณลักษณะเพิ่มเติม ที่ไม่มีให้ใช้ในผู้เยี่ยมชม เช่น การใช้รูปประจำตัว, ข้อความส่วนตัว, ส่ง email ให้ผู้ใช้อื่น, การสมัครเข้าร่วมกลุ่มผู้ใช้ ฯลฯ.<br />&nbsp;&nbsp;&nbsp;การสมัครสมาชิกใช้เวลาเพียงเล็กน้อย ดังนั้นจึงแนะนำให้คุณควรทำการสมัครสมาชิก.");
$faq[] = array("ทำไมฉันถึงออกจากระบบโดยอัตโนมัติ?", "&nbsp;&nbsp;&nbsp;ถ้าคุณไม่ได้กาถูกหน้า <i>เข้าสู่ระบบโดยอัตโนมัติ</i> ขณะกำลังจะเข้าสู่ระบบ บอร์ดจะยอมให้คุณเข้าสู่ระบบเฉพาะขณะนั้น เพื่อป้องกันไม่ให้คนอื่นเข้ามาใช้ชื่อบัญชีของคุณ.<br />&nbsp;&nbsp;&nbsp;ไม่แนะนำให้คุณเลือกเข้าสู่ระบบโดยอัตโนมัติ ถ้าคุณใช้คอมพิวเตอร์ร่วมกับผู้อื่น เช่น ในห้องสมุด, internet cafe, มหาวิทยาลัย, ฯลฯ");
$faq[] = array("จะสั่งไม่ให้แสดงชื่อของฉัน ในรายชื่อผู้ที่กำลัง online ได้อย่างไร?", "&nbsp;&nbsp;&nbsp;ในข้อมูลส่วนตัวของคุณ คุณจะพบตัวเลือก <i>ซ่อนสถานะการ online ของคุณ</i>. ถ้าคุณเลือก <i>ใช่</i> รายชื่อของคุณจะปรากฏให้คุณและ administrator ของบอร์ด เห็นเท่านั้น และคุณจะถูกนับเป็นผู้ใช้ที่ถูกซ่อน.");
$faq[] = array("ฉันลืม password!", "&nbsp;&nbsp;&nbsp;อย่าเพิ่งตกใจ! ถ้าคุณลืม password จริงๆ คุณสามารถขออันใหม่ได้. ให้ไปที่หน้าสำหรับเข้าสู่ระบบ แล้วคลิก <u>ลืม password</u> แล้วทำตามขั้นตอนไปเรื่อยๆ");
$faq[] = array("สมัครสมาชิกแล้ว แต่เข้าสู่ระบบไม่ได้!", "&nbsp;&nbsp;&nbsp;1.ให้ตรวจสอบว่าคุณกรอก username และ password ที่ถูกต้อง.<br />&nbsp;&nbsp;&nbsp;2.ถ้าคุณกรอกถูกแล้ว อาจเกิดจากหนึ่งในสองสาเหตุนี้.<br />&nbsp;&nbsp;&nbsp;- ถ้าระบบสนับสนุน COPPA ได้ถูกใช้งาน และคุณคลิกที่ลิงค์ <u>ฉันอายุต่ำกว่า 13 ปี</u> ขณะที่คุณกำลังสมัครสมาชิก คุณจะต้องทำตามขั้นตอนที่คุณได้รับ.<br/>&nbsp;&nbsp;&nbsp;- อาจเป็นเพราะชื่อบัญชีของคุณยังไม่ได้รับการยืนยัน บางบอร์ดจะต้องมีการยืนยันชื่อบัญชีหลังทำการสมัครสมาชิก ทั้งโดยตัวคุณเอง หรือโดย administrator คุณจึงจะสามารถเข้าสู่ระบบได้. เมื่อคุณสมัครสมาชิก ระบบจะบอกคุณเองว่าต้องทำการยืนยันชื่อบัญชีหรือไม่. ถ้าคุณได้รับ email ก็ให้ทำตามขั้นตอนในนั้น, ถ้าคุณไม่ได้รับ e-mail คุณแน่ใจหรือว่า email ที่คุณกรอกนั้นถูกต้อง? เหตุผลเดียวที่ต้องทำการยืนยันชื่อบัญชีคือ เพื่อลด<i>การปลอมแปลงตัว</i>เข้ามาสู่บอร์ด. ถ้าคุณแน่ใจว่า email นั้นถูกต้อง กรุณาติดต่อ administrator ของบอร์ด.");
$faq[] = array("ฉันเคยเข้าสู่ระบบได้ แต่ตอนนี้กลับเข้าไม่ได้?!", "&nbsp;&nbsp;&nbsp;สาเหตุส่วนมากคือ<br />&nbsp;&nbsp;&nbsp;1.คุณป้อน username หรือ password ผิด (กรุณากลับไปตรวจสอบ email ที่คุณได้รับเมื่อคุณสมัครสมาชิก)<br />&nbsp;&nbsp;&nbsp;2.Administrator ได้ลบชื่อบัญชีของคุณด้วยสาเหตุบางประการ อาจเพราะคุณไม่ได้โพสต์อะไรเลย เป็นเหตุการณ์ปรกติที่จะมีการลบผู้ใช้ที่ไม่ได้โพสต์อะไรเลย เพื่อลดขนาดของฐานข้อมูล. กรุณาลองสมัครสมาชิกอีกครั้ง แล้วถามถึงสาเหตุดู.");


$faq[] = array("--","การตั้งค่าต่างๆ");
$faq[] = array("จะเปลี่ยนแปลงการตั้งค่าได้อย่างไร?", "&nbsp;&nbsp;&nbsp;การตั้งค่าทั้งหมดของคุณ (ถ้าคุณได้สมัครสมาชิกแล้ว) จะเก็บไว้ในฐานข้อมูล. ถ้าต้องการเปลี่ยนแปลง ให้คลิกที่ลิงค์ <u>ข้อมูลส่วนตัว</u> (โดยมากจะอยู่ด้านบนของหน้า). ซึ่งจะอนุญาตให้คุณเปลี่ยนแปลงค่าต่างๆ");
$faq[] = array("นาฬิกาไม่ตรง!", "&nbsp;&nbsp;&nbsp;นาฬิกาในบอร์ด อาจไม่ตรงกับนาฬิกาในประเทศของคุณ ซึ่งคุณควรทำการปรับเวลา โดยเข้าไปแก้ไขการตั้งค่า timezone ในข้อมูลส่วนตัวของคุณ. การแก้ไข timezone จะใช้ได้กับผู้ใช้ที่สมัครสมาชิกแล้วเท่านั้น ถ้าคุณยังไม่ได้สมัครสมาชิก เป็นการดีที่คุณควรจะทำ ก่อนที่คุณจะคำนวณเวลาผิด!");
$faq[] = array("เปลี่ยน timezone แล้ว แต่นาฬิกาก็ยังไม่ตรง!", "&nbsp;&nbsp;&nbsp;ถ้าคุณแน่ใจว่าเลือก timezone ถูกต้องแล้ว แต่นาฬิกาก็ยังไม่ตรง อาจเป็นเพราะ daylight savings time (หรือ summer time ซึ่งจะรู้จักดีใน UK และที่อื่นๆ). บอร์ดไม่ได้ถูกออกแบบมาเพื่อรองรับการเปลี่ยนระหว่างนาฬิกาปรกติและ daylight time ดังนั้นทุกเดือนของฤดูร้อน นาฬิกาในบอร์ดอาจผิดพลาดไปจากนาฬิกาของคุณประมาณ 1 ชั่วโมง.");
$faq[] = array("ภาษาที่ฉันใช้ ไม่ได้อยู่ในรายการให้เลือก!", "&nbsp;&nbsp;&nbsp;สาเหตุอาจเกิดจาก administrator ไม่ได้ติดตั้งภาษาของคุณ หรือยังไม่มีการแปลบอร์ดให้เป็นภาษาของคุณ. ลองถาม administrator ของบอร์ดดู เผื่อเขาอาจติดตั้งภาษาที่คุณต้องการได้ ถ้ายังไม่พบภาษาให้ติดตั้ง คุณสามารถแปลด้วยตัวเองได้. คุณจะพบข้อมูลเพิ่มเติมที่เว็บของ phpBB Group (จะเห็นลิงค์ที่ด้านล่างของหน้า)");
$faq[] = array("จะแสดงรูปภาพด้านล่าง username อย่างไร?", "&nbsp;&nbsp;&nbsp;มีรูปภาพ 2 อย่างที่จะแสดงอยู่ใต้ username เมื่ออ่านข้อความ.<br />&nbsp;&nbsp;&nbsp;1.รูปภาพแสดงระดับขั้น อาจเป็นรูปดาวหรือกล่องที่จะบอกว่าคุณโพสต์ข้อความมากน้อยเพียงใด.<br />&nbsp;&nbsp;&nbsp;2.ถัดลงมาอาจเป็นรูปภาพขนาดใหญ่ คือรูปภาพประจำตัว ซึ่งจะบ่งบอกผู้ใช้แต่ละคน. ขึ้นอยู่กับ administrator ของบอร์ด ที่จะยอมให้ใช้รูปภาพประจำตัว และคุณสามารถเลือกวิธีสร้างได้. ถ้าคุณไม่สามารถใช้รูปภาพประจำตัว คุณควรถามเหตุผลจาก admin ของบอร์ด (ซึ่งเราแน่ใจว่าเหตุผลนั้นจะต้องดีพอ!)");
$faq[] = array("จะเปลี่ยนระดับขั้นได้อย่างไร?", "&nbsp;&nbsp;&nbsp;โดยทั่วไปแล้ว คุณไม่สามารถแก้ไขข้อความแสดงระดับขั้นได้ (ระดับขั้นจะปรากฏอยู่ใต้ username ของคุณในข้อความ และในข้อมูลส่วนตัว ขึ้นอยู่กับรูปแบบที่คุณใช้). บอร์ดส่วนมากใช้ระดับขั้นเพื่อแสดงจำนวนข้อความที่คุณโพสต์ และเพื่อระบุสถานะพิเศษ เช่น moderator และ administrator จะมีระดับขั้นพิเศษ. กรุณาอย่าโพสต์ข้อความมากๆ เพื่อหวังให้ระดับขั้นเพิ่มขึ้น เพราะบางทีคุณอาจถูก moderator หรือ administrator ทำการลดจำนวนการโพสต์ของคุณลง.");
$faq[] = array("เมื่อฉันคลิกส่ง email ให้ผู้ใช้อื่น ทำไมระบบถึงถามให้ฉันเข้าสู่ระบบใหม่?", "&nbsp;&nbsp;&nbsp;ขออภัย เฉพาะผู้ใช้ที่สมัครสมาชิกแล้วแล้วเท่านั้น ที่สามารถส่ง email ให้ผู้อื่น ผ่านทางแบบฟอร์มส่ง email ของบอร์ด (ถ้า admin อนุญาตให้ใช้คุณลักษณะนี้) เพื่อป้องกันการส่ง email รบกวนผู้อื่น โดยผู้ใช้ที่ไม่ระบุชื่อ.");


$faq[] = array("--","การโพสต์ข้อความ");
$faq[] = array("จะสร้างหัวข้อใหม่ได้อย่างไร?", "&nbsp;&nbsp;&nbsp;คลิกที่ปุ่มสร้างหัวข้อใหม่ ใน forum หรือในหัวข้อ (คุณอาจต้องสมัครสมาชิกก่อน จึงจะสามารถโพสต์ข้อความได้). คุณจะเห็นข้อความบอกว่าคุณสามารถสร้างหัวข้อใหม่ได้หรือไม่ ที่ด้านล่างของหน้าใน forum หรือในหัวข้อ (เช่น <i>คุณสามารถสร้างหัวข้อใหม่, คุณสามารถละคะแนน, ฯลฯ.</i>)");
$faq[] = array("จะแก้ไขหรือลบข้อความที่โพสต์ได้อย่างไร?", "&nbsp;&nbsp;&nbsp;คุณสามารถแก้ไขหรือลบข้อความของคุณเท่านั้น (ยกเว้น admin ของบอร์ด หรือ moderator ของ forum). คุณสามารถแก้ไขข้อความที่โพสต์ (บางครั้งอาจมีการจำกัดจำนวนครั้งของการแก้ไข) โดยคลิกที่ปุ่ม <i>แก้ไข</i> ในข้อความนั้น. ถ้ามีคนตอบข้อความที่คุณโพสต์ไปแล้ว คุณจะเห็นข้อความเล็กๆ ใต้ข้อความของคุณ บอกจำนวนครั้งที่คุณได้ทำการแก้ไข. แต่จะไม่แสดงข้อความเล็กๆนี้ ถ้า moderators หรือ administrators เป็นผู้แก้ไขข้อความนั้น (เขาควรจะบอกสาเหตุที่ต้องแก้ไขไว้ด้วย). กรุณารับทราบว่า ผู้ใช้ปรกติจะไม่สามารถลบข้อความที่ได้มีผู้อื่นทำการตอบไปแล้ว.");
$faq[] = array("จะเพิ่มลายเซ็นให้กับข้อความที่ฉันโพสต์ได้อย่างไร?", "&nbsp;&nbsp;&nbsp;ถ้าจะเพิ่มลายเซ็นให้กับข้อความที่คุณโพสต์ คุณต้องสร้างลายเซ็นเสียก่อน ที่ในข้อมูลส่วนตัวของคุณ. เมื่อคุณได้ทำการสร้างแล้ว คุณสามารถกาถูกที่กล่อง <i>เพิ่มลายเซ็น</i> ในหน้าสำหรับการโพสต์. คุณสามารถเพิ่มลายเซ็นให้กับทุกโพสต์ของคุณ โดยการเลือกในข้อมูลส่วนตัวของคุณ (คุณสามารถไม่ใช้ลายเซ็นในบางข้อความ โดยเอาเครื่องหมายถูกออก หน้าการใช้ลายเซ็น ในแบบฟอร์มการโพสต์)");
$faq[] = array("จะสร้างแบบสำรวจได้อย่างไร?", "&nbsp;&nbsp;&nbsp;เมื่อคุณสร้างหัวข้อใหม่ (หรือแก้ไขข้อความแรกของหัวข้อ ถ้าคุณมีสิทธิ์) คุณจะเห็นแบบฟอร์ม <i>เพิ่มแบบสำรวจ</i> ใต้แบบฟอร์มกรอกข้อความ (ถ้าคุณหาไม่พบ คุณอาจไม่ได้รับสิทธิ์ให้สร้างแบบสำรวจ). คุณควรกรอกหัวข้อแบบสำรวจ และสร้างตัวเลือกอย่างน้อย 2 ตัวเลือก (การสร้างตัวเลือก ให้พิมพ์ข้อความ แล้วคลิกปุ่ม <i>เพิ่มตัวเลือก</i>. คุณสามารถกำหนดเวลาการใช้แบบสำรวจ, 0 คือไม่มีกำหนดเวลา. จะมีรายการกำหนดเวลาให้คุณเห็น ซึ่ง administrator ของบอร์ดได้ตั้งเอาไว้");
$faq[] = array("จะแก้ไขหรือลบแบบสำรวจได้อย่างไร?", "&nbsp;&nbsp;&nbsp;ผู้ที่เป็นคนโพสต์ข้อความ, moderator หรือ admin ของบอร์ด สามารถแก้ไขแบบสำรวจได้. ให้คลิกแก้ไขข้อความแรกของหัวข้อ (ซึ่งจะมีแบบสำรวจอยู่ในนั้น). ถ้ายังไม่มีใครลงคะแนน คุณสามารถลบหรือแก้ไขตัวเลือกของแบบสำรวจได้ แต่ถ้ามีผู้ทำการลงคะแนนแล้ว เฉพาะ moderators หรือ administrators เท่านั้นที่สามารถแก้ไขหรือลบได้. เพื่อป้องกันไม่ให้ผู้ใช้แก้ไขตัวเลือกหลังจากลงคะแนนไปแล้ว");
$faq[] = array("ทำไมถึงเข้าไปใน forum ไม่ได้?", "&nbsp;&nbsp;&nbsp;บาง forum อาจจำกัดให้กับผู้ใช้บางคนหรือบางกลุ่ม. ถ้าจะเข้าไปดู, อ่าน, โพสต์, ฯลฯ คุณจะต้องได้รับการอนุญาตพิเศษ จาก moderator หรือ admin ของบอร์ด. คุณควรติดต่อเขาเพื่อขออนุญาต.");
$faq[] = array("ทำไมถึงลงคะแนนในแบบสำรวจไม่ได้?", "&nbsp;&nbsp;&nbsp;เฉพาะผู้ใช้ที่สมัครสมาชิกแล้วเท่านั้น ที่สามารถลงคะแนนในแบบสำรวจ (เพื่อป้องกันผลคะแนนที่ไม่ตรงความจริง). ถ้าคุณสมัครสมาชิกแล้ว แต่ยังไม่สามารถลงคะแนนได้ บางทีคุณอาจไม่ได้รับสิทธิ์ให้ลงคะแนน.");


$faq[] = array("--","รูปแบบและชนิดของหัวข้อ");
$faq[] = array("BBCode คืออะไร?", "&nbsp;&nbsp;&nbsp;BBCode คือส่วนเพิ่มเติมพิเศษของภาษา HTML. คุณสามารถใช้ BBCode ถ้า administrator อนุญาต (คุณสามารถสั่งไม่ให้ใช้ BBCode ในแต่ละข้อความโพสต์ ได้ที่แบบฟอร์มสำหรับพิมพ์ข้อความโพสต์). BBCode จะคล้ายกับรูปแบบ HTML คือคำสั่งจะอยู่ในเครื่องหมาย [ และ ] แทนเครื่องหมาย &lt; และ&gt; ซึ่งจะใช้ควบคุมข้อความที่อยู่ระหว่างคำสั่งเปิดและปิด. คุณมารถอ่านข้อมูลเพิ่มเติมของ BBCode ได้ที่หน้าสำหรับโพสต์ข้อความ.");
$faq[] = array("ใช้ภาษา HTML ได้ไหม?", "&nbsp;&nbsp;&nbsp;ขึ้นอยู่กับ administrator ว่าจะอนุญาตด้วยหรือไม่ ซึ่งเขามีสิทธิ์ควบคุมได้ทั้งหมด. ถ้าคุณได้รับอนุญาตให้ใช้ คุณจะพบว่าสามารถใช้คำสั่ง HTML ได้เพียงบางคำสั่งเท่านั้น. เพื่อ <i>ความปลอดภัย</i> ในการป้องกันผู้ใช้ ที่พยายามรบกวนการทำงานของบอร์ด โดยใช้คำสั่งที่อาจทำลายรูปแบบหรือสร้างปัญหาอื่นๆ. ถ้าการใช้ภาษา HTML ได้ถูกเปิดใช้งาน คุณสามารถสั่งให้ไม่ใช้ภาษา HTML ในแต่ละข้อความโพสต์ ได้ที่แบบฟอร์มสำหรับพิมพ์ข้อความโพสต์.");
$faq[] = array("รูปรอยยิ้มคืออะไร?", "&nbsp;&nbsp;&nbsp;รูปรอยยิ้ม หรือรูปแสดงอารมณ์ เป็นรูปภาพเล็กๆ ที่ใช้เพื่อแสดงอารมณ์ โดยใช้รหัสพิเศษสั้นๆเช่น :) หมายถึงมีความสุข, :( หมายถึงเศร้า. รายการรูปแสดงอารมณ์ทั้งหมดจะอยู่ในแบบฟอร์มสำหรับพิมพ์ข้อความโพสต์. พยายามอย่าใช้รูปรอยยิ้มมากเกินไป เพราะจะทำให้อ่านได้ยาก และ moderator อาจทำการพิจารณาแก้ไขหรือลบข้อความนั้น");
$faq[] = array("จะโพสต์รูปได้ไหม?", "&nbsp;&nbsp;&nbsp;คุณสามารถแสดงรูปในข้อความของคุณได้. ถ้าคุณไม่พบกล่องสำหรับแนบไฟล์ขึ้นบอร์ด คุณสามารถเชื่อมโยงไปยังรูปภาพที่เก็บไว้บน web server อื่นๆได้ เช่น http://www.some-unknown-place.net/my-picture.gif ซึ่งจะต้องไม่เป็นรูปภาพที่ต้องใช้ระบบการอนุญาต เช่น รูปในกล่องจดหมายของ hotmail หรือ yahoo, เว็บที่มีการป้องกันโดยใช้ password, ฯลฯ. คุณไม่สามารถเชื่อมโยงไปยังรูปภาพที่อยู่บนเครื่อง PC ของคุณ (ยกเว้นว่าจะเป็น server สาธารณะ). การแสดงรูปภาพ ให้ใช้ BBCode ด้วยคำสั่ง [img] หรือใช้คำสั่งในภาษา HTML (ถ้าคุณได้รับอนุญาต).");
$faq[] = array("ข้อความประกาศ คืออะไร?", "&nbsp;&nbsp;&nbsp;ข้อความประกาศ จะมีข้อมูลสำคัญ ที่คุณควรอ่านทันที. ข้อความประกาศ จะปรากฏอยู่ที่ด้านบนของทุกหน้าใน forum ที่มีการโพสต์ไว้. ซึ่งคุณจะสามารถโพสต์ข้อความประกาศได้หรือไม่นั้น ขึ้นอยู่กับการอนุญาตของ administrator.");
$faq[] = array("หัวข้อ Sticky คืออะไร?", "&nbsp;&nbsp;&nbsp;หัวข้อ Sticky จะปรากฏอยู่ใต้ข้อความประกาศ เฉพาะหน้าแรกเท่านั้น. ซึ่งค่อนข้างสำคัญ ดังนั้นคุณควรอ่านเมื่อมีโอกาส. เช่นเดียวกันกับข้อความประกาศ คือ administrator จะเป็นผู้ทำการอนุญาตให้คุณสามารถโพสต์หัวข้อ sticky ได้ในแต่ละ forum.");
$faq[] = array("หัวข้อถูกล็อก คืออะไร?", "&nbsp;&nbsp;&nbsp;หัวข้อถูกล็อก จะถูกกำหนดโดย moderator ของ forum หรือ administrator ของบอร์ด. คุณไม่สามารถตอบหัวข้อที่ถูกล็อก และแบบสำรวจที่หมดอายุโดยอัตโนมัติ. อาจมีหลายสาเหตุที่ต้องทำการล็อกหัวข้อ.");


$faq[] = array("--","ระดับผู้ใช้ และกลุ่มผู้ใช้");
$faq[] = array("Administrator คืออะไร?", "&nbsp;&nbsp;&nbsp;Administrator เป็นผู้ที่มีระดับสูงสุด ที่สามารถควบคุมบอร์ดทั้งหมด สามารถควบคุมการทำงานทุกอย่างของบอร์ด รวมทั้งการอนุญาตต่างๆ, การหวงห้ามผู้ใช้, การสร้างกลุ่มผู้ใช้ หรือ moderators, ฯลฯ  และยังมีสิทธิ์ของการเป็น moderator ในทุก forum.");
$faq[] = array("Moderator คืออะไร?", "&nbsp;&nbsp;&nbsp;Moderator เป็นบุคคล (หรือกลุ่มของบุคคล) ที่มีหน้าที่ตรวจสอบ forum สามารถแก้ไขหรือลบข้อความ และสามารถล็อก, ปลดล็อก, ย้าย, ลบ และแยกหัวข้อใน forum ที่ได้รับหน้าที่. โดยทั่วไป moderator จะทำการป้องกันการโพสต์ข้อความก่อกวน.");
$faq[] = array("กลุ่มผู้ใช้ คืออะไร?", "&nbsp;&nbsp;&nbsp;กลุ่มผู้ใช้ เป็นกลุ่มที่ administrator ของบอร์ดทำการจัดตั้งขึ้น. แต่ละผู้ใช้สามารถเป็นสมาชิกในหลายๆกลุ่มพร้อมกัน (ซึ่งแตกต่างจากบอร์ดอื่นๆ) และสามารถกำหนดสิทธิ์กับแต่ละกลุ่มได้. ช่วยให้ administrator สามารถกำหนดให้ผู้ใช้หลายๆคนสามารถเป็น moderators ของแต่ละ forum ได้ง่ายขึ้น หรืออนุญาตให้สมาชิกในกลุ่มสามารถเข้าไปใน forum ส่วนตัว, ฯลฯ.");
$faq[] = array("จะเข้าร่วมกลุ่มผู้ใช้ได้อย่างไร?", "&nbsp;&nbsp;&nbsp;การเข้าร่วมกลุ่มผู้ใช้ ให้คลิกลิงค์ กลุ่มผู้ใช้ ที่ด้านบนของแต่ละหน้า (ขึ้นอยู่กับรูปแบบที่ใช้) แล้วคุณจะเห็นกลุ่มที่มีทั้งหมด. อาจไม่ใช่ทุกกลุ่มที่เป็น <i>กลุ่มเปิด</i>, บางกลุ่มอาจถูกปิด และอาจถูกซ่อน. ถ้ากลุ่มนั้นเปิด คุณสามารถส่งคำขอเข้าร่วมกลุ่มได้ โดยคลิกที่ปุ่มเข้าร่วมกลุ่ม. moderator ของกลุ่มผู้ใช้นั้นจะต้องทำการอนุญาตให้คุณเสียก่อน, เขาอาจถามถึงเหตุผลในการเข้าร่วมกลุ่มผู้ใช้. กรุณาอย่ารบกวน moderator ของกลุ่ม ถ้าเขาปฏิเสธคำขอของคุณ ด้วยเหตุผลบางประการ.");
$faq[] = array("จะเป็น Moderator ของกลุ่มผู้ใช้ได้อย่างไร?", "&nbsp;&nbsp;&nbsp;กลุ่มผู้ใช้ ถูกสร้างขึ้นโดย admin ของบอร์ด และเขาได้ทำการกำหนด moderator ของกลุ่มไว้ด้วย. ถ้าคุณต้องการสร้างกลุ่มของตัวเอง กรุณาติดต่อ admin โดยการส่งข้อความส่วนตัว.");


$faq[] = array("--","ข้อความส่วนตัว");
$faq[] = array("ส่งข้อความส่วนตัวไม่ได้!", "&nbsp;&nbsp;&nbsp;มี 3 สาเหตุ คือ<br />&nbsp;&nbsp;&nbsp;1.คุณยังไม่ได้สมัครสมาชิก และ/หรือยังไม่ได้เข้าสู่ระบบ<br />&nbsp;&nbsp;&nbsp;2.Administrator ของบอร์ดไม่อนุญาตให้ทุกคนใช้ข้อความส่วนตัว<br />&nbsp;&nbsp;&nbsp;3.คุณไม่ได้รับอนุญาตให้ใช้ข้อความส่วนตัว. ในกรณีนี้ คุณควรติดต่อเพื่อขอทราบเหตุผลจาก administrator.");
$faq[] = array("ฉันได้รับแต่ข้อความส่วนตัวที่ไม่ต้องการ!", "&nbsp;&nbsp;&nbsp;เราสามารถเพิ่มคุณเข้าไปในรายชื่อผู้ที่ไม่ต้องการรับข้อความส่วนตัวได้. แต่ในเวลานี้ ถ้าคุณยังได้รับข้อความส่วนตัวที่ไม่ต้องการจากบางคน ให้คุณแจ้ง admin ของบอร์ด เขาสามารถป้องกันไม่ให้ผู้ใช้นั้นส่งข้อความส่วนตัวได้อีก.");
$faq[] = array("ฉันได้รับ email รบกวนจากผู้ใช้ในบอร์ดนี้!", "&nbsp;&nbsp;&nbsp;เราขอแสดงความเสียใจเป็นอย่างยิ่ง. Email ที่ถูกส่งจากบอร์ดนี้ จะมีข้อความที่บอกว่าใครเป็นผู้ส่ง. คุณควรส่ง email ที่มีข้อความทั้งหมด ไปให้ administrator ของบอร์ด ซึ่งรวมทั้งส่วนหัวของข้อความด้วย (ส่วนนี้จะบอกว่า email นั้นถูกส่งมาจากใคร) แล้วเขาจะจัดการให้เอง.");

//
// These entries should remain in all languages and for all modifications
//
$faq[] = array("--","phpBB 2 Issues");
$faq[] = array("Who wrote this bulletin board?", "&nbsp;&nbsp;&nbsp;This software (in its unmodified form) is produced, released and is copyright  <a href=\"http://www.phpbb.com/\" target=\"_blank\">phpBB Group</a>. It is made available under the GNU General Public Licence and may be freely distributed, see link for more details");
$faq[] = array("Why isn't X feature available?", "&nbsp;&nbsp;&nbsp;This software was written by and licensed through phpBB Group. If you believe a feature needs to be added then please visit the phpbb.com website and see what phpBB Group have to say. Please do not post feature requests to the board at phpbb.com, the Group uses sourceforge to handle tasking of new features. Please read through the forums and see what, if any, our position may already be for a feature and then follow the procedure given there.");
$faq[] = array("Who do I contact about abusive and/or legal matters related to this board?", "&nbsp;&nbsp;&nbsp;You should contact the administrator of this board. If you cannot find who this you should first contact one of the forum moderators and ask them who you should in turn contact. If still get no response you should contact the owner of the domain (do a whois lookup) or, if this is running on a free service (e.g. yahoo, free.fr, f2s.com, etc.), the management or abuse department of that service. Please note that phpBB Group has absolutely no control and cannot in any way be held liable over how, where or by whom this board is used. It is absolutely pointless contacting phpBB Group in relation to any legal (cease and desist, liable, defamatory comment, etc.) matter not directly related to the phpbb.com website or the discrete software of phpBB itself. If you do email phpBB Group about any third party use of this software then you should expect a terse response or no response at all.");

//
// This ends the FAQ entries
//

?>