Subject: Добредојдовте во форумот на {SITENAME}
Charset: windows-1251

{WELCOME_MSG}

Ве молиме чувајте го овој е-маил. Информација за вашето членство:

----------------------------
Членско име: {USERNAME}
Лозинка: {PASSWORD}
----------------------------

Твоето членство е временски неактивно. Администраторот на форумот ќе треба да го активира пред да се логирате. Ќе добиете друг е-маил кога ќе го носите статусот активен член.

Имајте на ум дека вашата лозинка е криптирана во нашата база и ако во случај ја заборавиш не можеме да ти ја пратиме. Меѓутоа ако си ја заборавите лозинката, можете да побарате да ви се формира нова.

Благодариме што се регистриравте.

{EMAIL_SIG}