Subject: Добродојдовте во форумот на {SITENAME}
Charset: windows-1251

{WELCOME_MSG}

Според распоредбите на COPPA вашето членство е неактивно.

Испечатете ја оваа порака и дадете го ова на вашите родители или ваш одговорен да го потпише. Потоа нека го испрати по факс на:

{FAX_INFO}

Или да го испрати по е-маил на:

{MAIL_INFO}

------------------------------ ИСЕЧЕТЕ ОВДЕ ------------------------------
Дозвола за членство во {SITENAME}

Членско име: {USERNAME}
Лозинка: {PASSWORD}
Е-маил: {EMAIL_ADDRESS}

ICQ Број: {ICQ}
AIM Адреса: {AIM}
MSN Messenger: {MSN}
Yahoo Messenger: {YIM}
Веб Сајт: {WEB_SITE}
Од: {FROM}
Занимање: {OCC}
Интереси: {INTERESTS}

ЈА ПРЕГЛЕДАВ ЦЕЛАТА ИНФОРМАЦИЈА КОЈА Е ДАДЕНА ОД МОЕТО ДЕТЕI И ВО РЕЗУЛТАТ НА ТОА МУ ДАВАМ ДОЗВОЛА НА {SITENAME} ДА ЈА ЗАПИШЕ ОВАА ИНФОРМАЦИЈА.
РАЗБИРАМ ДЕКА ОВАА ИНФОРМАЦИЈА МОЖЕ ДА СЕ ПРОМЕНИ КОГА И ДА СЕ ПОСАКА СО ВНЕСУВАЊЕ НА ЛОЗИНКА.
РАЗБИРАМ ДЕКА МОЖАМ ДА ГО ПОСАКАМ БРИШЕЊЕТО НА ИНФОРМАЦИЈАТА ОД {SITENAME} БИЛО КОГА.


Родител или одговорен на детето:
(напишете го вашето име овде): _____________________

(потпишете се овде): __________________

Дата: _______________

------------------------------ ИСЕЧЕТЕ ОВДЕ ------------------------------


Кога администраторот ќе ја добие горната форма по факс или е-маил вашето членство ќе биде активирано.

Не заборавајте дека вашата лозника е криптирана во нашата база и во случај да ја заборавите не можеме да ви ја вратиме истата. Меѓутоа ако ова се случи може да побарате нов кој ќе биде активиран како што е активирано ова членство.

Благодариме што се регистриравте.

{EMAIL_SIG}