Charset: windows-1251

Здраво {TO_USERNAME},

Овој е-маил ти е испратен од {FROM_USERNAME} преку членството ти во {SITENAME}. Ако оваа порака е спам содржи навредлив или друг материјал кој го сметате за таков контактирајте го вебмастерот на оваа адреса:

{BOARD_EMAIL}

Испратете ја целата порака заедно со ова што го гледате. Имај на ум дека ако одговориш на оваа порака всушност му одговараш на оној кој ја испратил. Во овој случај {FROM_USERNAME}.

Пораката која ви е испратена
~~~~~~~~~~~~~~~~~~~~~~~~~~~

{MESSAGE}