Subject: Соопштение за одговор на тема - {TOPIC_TITLE}
Charset: windows-1251

Здраво {USERNAME},

Го примате овој е-маил затоа што ја набљудувате оваа тена "{TOPIC_TITLE}" на сајтот {SITENAME}. На оваа тема има одговор по твојата посета на сајтот. Кликнете на врската да видите што е одговорено. Нема да ве известуваме за други одговори ако не ја видите оваа тема.

{U_TOPIC}

Ако не сакате повеќе да ја набљудувате оваа тема кликнете на "Престани со набљудување на темата" која се наоѓа на дното на местото каде што е напишана истата или кликнете на овоа врска:

{U_STOP_WATCHING_TOPIC}

{EMAIL_SIG}