Subject: Добродојдовте во форумот на {SITENAME}
Charset: windows-1251

{WELCOME_MSG}

Ве молиме чувајте го овој е-маил. Вашата членска информација е:

----------------------------
Корисничко име: {USERNAME}
Лозинка: {PASSWORD}
----------------------------

Имајте на ум дека вашата лозинка е криптирана во нашата база и во случај да ја заборавите не можеме да ви ја пратиме истата. Меѓутоа ако ова се случи,  можете да побарате нова и ќе биде активирана на истиот начин како оваа.

Благодариме што се регистриравте.

{EMAIL_SIG}