Subject: Добродојдовте во форумот на {SITENAME}
Charset: iso-8859-1

{WELCOME_MSG}

Ве молиме чувајте го овој е-маил. Твојата членска информација е:

----------------------------
Корисничко име: {USERNAME}
Лозинка: {PASSWORD}
----------------------------

Твоето членство е моментално неактивно. Не можете да ја користите се додека не кликнете на овој линк:

{U_ACTIVATE}

Имајте на ум дека вашата лозинка е криптирана во нашата база и во случај да ја заборавите не можеме да ви ја пратиме истата. Меѓутоа ако ова се случи,  можете да побарате нова и ќе биде активирана на истиот начин како оваа.

Благодариме што се регистриравте.

{EMAIL_SIG}