Subject: Активирање на нова лозинка
Charset: windows-1251

Здраво {USERNAME}

Го примате овој е-маил затоа што вие (или некој место вас) побара да се испрати нова лозинка за твоето членство на {SITENAME}. Ако не сте побарале да ви се испрати оваа порака игнорирајте ја, а ако продолжувате да ја добивате контактирајте го администраторот на форумот.

За да можете да ја новата лозника морате да ја активирате. За да го направите ова кликнете на врската подолу.

{U_ACTIVATE}

Ако се се одвива како што треба ќе можете да се логирате со оваа лозника:

Password: {PASSWORD}

Можете да ја промените лозинката преку страницата каде што се наоѓа вашиот Профил. Ако имате проблеми контактирајте го администраторот на форумот.

{EMAIL_SIG}