<?php

/***************************************************************************
 *                            lang_admin.php [English]
 *                              -------------------
 *     begin                : Sat Dec 16 2000
 *     copyright            : (C) 2001 The phpBB Group
 *     email                : support@phpbb.com
 *
 *     $Id: lang_admin.php,v 1.27 2001/12/30 13:49:37 psotfx Exp $
 *
 ****************************************************************************/

/***************************************************************************
 *
 *   This program is free software; you can redistribute it and/or modify
 *   it under the terms of the GNU General Public License as published by
 *   the Free Software Foundation; either version 2 of the License, or
 *   (at your option) any later version.
 *
 ***************************************************************************/

//
// Format is same as lang_main
//

//
// Modules, this replaces the keys used
// in the modules[][] arrays in each module file
//
$lang['General'] = "ÅÏÇÑÉ ÚÇãÉ";
$lang['Users'] = "ÇÏÇÑÉ ÇáãÔÊÑßíä";
$lang['Groups'] = "ÅÏÇÑÉ ÇáãÌãæÚÇÊ";
$lang['Forums'] = "ÅÏÇÑÉ ÇáãäÊÏì";
$lang['Styles'] = "ÇÏÇÑÉ ÇáÊäÓíŞ";

$lang['Configuration'] = "ÇÚÏÇÏ";
$lang['Permissions'] = "ÕáÇÍíÇÊ";
$lang['Manage'] = "ÇÏÇÑÉ";
$lang['Disallow'] = "ÇãäÚ ÇÓãÇÁ";
$lang['Prune'] = "ÊåĞíÈ";
$lang['Mass_Email'] = "ÈÑíÏ ÌãÇÚí";
$lang['Ranks'] = "ãÓÊæíÇÊ";
$lang['Smilies'] = "æÌæå ÖÇÍßÉ";
$lang['Ban_Management'] = "ÊÍßã ÇáãäÚ";
$lang['Word_Censor'] = "ãÇäÚ ÇáßáãÇÊ";
$lang['Export'] = "ÊÕÏíÑ";
$lang['Create_new'] = "ßæä";
$lang['Add_new'] = "ÇÖİ";
$lang['Backup_DB'] = "ÇÍİÙ ŞÇÚÏÉ ÇáÈíÇäÇÊ";
$lang['Restore_DB'] = "ÇÓÊÑÌÚ ŞÇÚÏÉ ÇáÈíÇäÇÊ";


//
// Index
//
$lang['Admin'] = "ÇáÅÏÇÑÉ";
$lang['Not_admin'] = "áíÓ áß ÕáÇÍíÉ ÇÏÇÑÉ ÇáãäÊÏì";
$lang['Welcome_phpBB'] = "ÇåáÇ Èß Çáì phpBB";
$lang['Admin_intro'] = "ÔßÑÇ áÇÎÊíÇÑß phpBB áÊÔÛíá ãäÊÏÇß¡ åĞå ÇáÕİÍÉ ÓÊÚØíß áãÍÉ ÚÇãÉ Úä ÃÑŞÇã ÇáÅÍÕÇÆíÇÊ ÇáãÎÊáİÉ áãäÊÏÇß¡ íãßäß ÇáÚæÏÉ Åáì åĞå ÇáÕİÍÉ Úä ØÑíŞ ÇáäŞÑ Úáì æÕáÉ <u>ÕİÍÉ ÇáÅÏÇÑÉ ÇáÑÆíÓíÉ</u> İí ÇáÔÑíØ ÇáÃíãä¡ ááÚæÏÉ Åáì ÕİÍÉ ãäÊÏÇß ÇáÑÆíÓíÉ ÃäŞÑ Úáì ÔÚÇÑ ÇáãäÊÏì ÇáãæÌæÏ İí ÇáÒÇæíÉ Çáíãäì ÃíÖÇ¡ ÇáæÕáÇÊ ÇáÃÎÑì İí ÇáÔÑíØ ÇáÃíãä ÓÊÊíÍ áß ÇáÊÍßã İí ßá æÇÍÏÉ ãä ÊİÇÕíá ÊÌÑÈÊß ãÚ ÈÑäÇãÌ ÇáãäÊÏì åĞÇ¡ ßá ÔÇÔÉ ÓÊÚØíß ÇáãÒíÏ ãä ÇáÊÚáíãÇÊ Úä ßíİíÉ ÇÓÊÎÏÇã åĞå ÇáÃÏæÇÊ.";
$lang['Main_index'] = "ÕİÍÉ ÇáãäÊÏì ÇáÑÆíÓíÉ";
$lang['Forum_stats'] = "ÅÍÕÇÆíÇÊ ÇáãäÊÏì";
$lang['Admin_Index'] = "ÕİÍÉ ÇáÅÏÇÑÉ ÇáÑÆíÓíÉ";
$lang['Preview_forum'] = "ãÚÇíäÉ ÇáãäÊÏì";

$lang['Click_return_admin_index'] = "ÃäŞÑ %såäÇ%s ááÚæÏÉ Åáì ÕİÍÉ ÇáãäÊÏì ÇáÑÆíÓíÉ";

$lang['Statistic'] = "ÇáÅÍÕÇÆíÉ";
$lang['Value'] = "ÇáŞíãÉ";
$lang['Number_posts'] = "ÚÏÏ ÇáãÓÇåãÇÊ";
$lang['Posts_per_day'] = "ãÚÏá ÇáãÓÇåãÇÊ Çáíæãí";
$lang['Number_topics'] = "ÚÏÏ ÇáãæÇÖíÚ";
$lang['Topics_per_day'] = "ãÚÏá ÇáãæÇÖíÚ Çáíæãí";
$lang['Number_users'] = "ÚÏÏ ÇáãÓÊÎÏãíä";
$lang['Users_per_day'] = "ãÚÏá ÇäÖãÇã ÇáãÓÊÎÏãíä";
$lang['Board_started'] = "ÈÏÇíÉ ÇáãäÊÏì";
$lang['Avatar_dir_size'] = "Avatar directory size";
$lang['Database_size'] = "ÍÌã ŞÇÚÏÉ ÇáÈíÇäÇÊ";
$lang['Gzip_compression'] ="ÖÛØ Gzip";
$lang['Not_available'] = "ÛíÑ ãÊæİÑ";

$lang['ON'] = "İÚÇá"; // This is for GZip compression
$lang['OFF'] = "ÛíÑ İÚÇá"; 


//
// DB Utils
//
$lang['Database_Utilities'] = "ÃÏæÇÊ ŞÇÚÏÉ ÇáÈíÇäÇÊ";

$lang['Restore'] = "ÇÓÊÚÇÏÉ";
$lang['Backup'] = "äÓÎÉ ÇÍÊíÇØíÉ";
$lang['Restore_explain'] = "ÓÊŞæã åĞå ÇáÎØæÉ ÈÚãá ÇÓÊÚÇÏÉ áÌãíÚ ÌÏÇæá ŞÇÚÏÉ ÇáÈíÇäÇÊ ãä ãáİ ãÍİæÙ ãÓÈŞÇ¡ íãßäß ÅÑÓÇá ãáİ ÈíÇäÇÊ ãÖÛæØ ÈäÙÇã gzip æÓíÊã İß ÖÛØå ÊáŞÇÆíÇ ŞÈá ÇÓÊÚÇÏÉ ÇáÈíÇäÇÊ İí ÍÇá ßÇä ãÒæÏß íÏÚã åĞå ÇáãíÒÉ. <b>ÊÍĞíÑ</b> ÓÊÄÏí åĞå ÇáÚãáíÉ Åáì ÇáßÊÇÈÉ İæŞ ÃíÉ ÈíÇäÇÊ ãæÌæÏÉ ÍÇáíÇ İí ŞÇÚÏÉ ÇáÈíÇäÇÊ¡ ŞÏ ÊÓÊÛÑŞ ÚãáíÉ ÇáÇÓÊÚÇÏÉ æŞÊÇ ØæíáÇ áÅÊãÇãåÇ¡ ÇáÑÌÇÁ ÚÏã ÇáÇäÊŞÇá ãä åĞå ÇáÕİÍÉ ŞÈá ÇáÊÃßÏ ãä ÅÊãÇã ÇáÚãáíÉ ÈÇáßÇãá.";
$lang['Backup_explain'] = "íãßäß åäÇ ÃÎĞ äÓÎÉ ÇÍÊíÇØíÉ ãä ÌãíÚ ÈíÇäÇÊ phpBB¡ ÅĞÇ ßÇäÊ áÏíß ÃíÉ ÌÏÇæá ãÎÕÕÉ ÅÖÇİíÉ æãæÌæÏÉ İí ŞÇÚÏÉ ÇáÈíÇäÇÊ äİÓåÇ æßäÊ ÊÑíÏ Ãä ÊÖãäåÇ İí ãáİ ÇáäÓÎ ÇáÇÍÊíÇØí ÃíÖÇ¡ İÇáÑÌÇÁ ÅÏÎÇá ÃÓãÇÁ åĞå ÇáÌÏÇæá æÇİÕá ÈíäåÇ ÈÚáÇãÇÊ ÇáİÇÕáÉ comma ( , ) İí ÍŞá ÇáÌÏÇæá ÇáÅÖÇİíÉ İí ÇáÃÓİá¡ íãßäß ÃíÖÇ Ãä ÊØáÈ ÖÛØ ãáİ ÇáäÓÎÉ ÇáÇÍÊíÇØíÉ ÈäÙÇã gzip ŞÈá ÊäÒíáå ÅĞÇ ßÇä ãÒæÏß íÏÚã åĞå ÇáãíÒÉ.";

$lang['Backup_options'] = "ÎíÇÑÇÊ ÇáäÓÎ ÇáÇÍÊíÇØí";
$lang['Start_backup'] = "ÅÈÏÃ ÇáäÓÎ ÇáÇÍÊíÇØí";
$lang['Full_backup'] = "äÓÎÉ ßÇãáÉ";
$lang['Structure_backup'] = "ÊÑßíÈ ÇáÌÏÇæá İŞØ";
$lang['Data_backup'] = "ãÍÊæíÇÊ ÇáÌÏÇæá İŞØ";
$lang['Additional_tables'] = "ÌÏÇæá ÅÖÇİíÉ";
$lang['Gzip_compress'] = "ÖÛØ gzip ááãáİ";
$lang['Select_file'] = "ÇÎÊÑ ãáİÇ";
$lang['Start_Restore'] = "ÈÏÁ ÚãáíÉ ÇÓÊÑÌÇÚ ÇáäÓÎÉ ÇáÇÍÊíÇØíÉ";

$lang['Restore_success'] = "Êã ÇÓÊÚÇÏÉ ŞÇÚÏÉ ÇáÈíÇäÇÊ ÈäÌÇÍ.<br /><br />íÌÈ Ãä íÚæÏ ãäÊÏÇß ÇáÂä Åáì ÇáÍÇáÉ ÇáÊí ßÇä ÚáíåÇ ÚäÏ ÃÎĞ ÇáäÓÎÉ ÇáÇÍÊíÇØíÉ åĞå.";
$lang['Backup_download'] = "ÓíÊã ÊäÒíá Çáãáİ ÈÚÏ Şáíá¡ ÇáÑÌÇÁ ÇáÇäÊÙÇÑ ÍÊì ÊÈÏÃ ÚãáíÉ ÇáÊäÒíá.";
$lang['Backups_not_supported'] = "ÚĞÑÇ¡ æáßä ÇáäÓÎ ÇáÇÍÊíÇØí ÛíÑ ãÊÇÍ ÍÇáíÇ áäÙÇã ŞÇÚÏÉ ÇáÈíÇäÇÊ ÇáĞí ÊÓÊÎÏãå.";

$lang['Restore_Error_uploading'] = "ÎØÃ İí ÅÑÓÇá ãáİ ÇáÇÓÊÚÇÏÉ";
$lang['Restore_Error_filename'] = "ãÔßáÉ İí ÇÓã Çáãáİ¡ ÇáÑÌÇÁ ÇÎÊíÇÑ ÇÓã ÂÎÑ.";
$lang['Restore_Error_decompress'] = "ÛíÑ ŞÇÏÑ Úáì İß ÖÛØ gzip ááãáİ¡ ÇáÑÌÇÁ ÅÑÓÇá ãáİ ÛíÑ ãÖÛæØ.";
$lang['Restore_Error_no_file'] = "áã íÊã ÅÑÓÇá Ãí ãáİ.";


//
// Auth pages
//
$lang['Select_a_User'] = "ÇÎÊÑ ãÓÊÎÏãÇ";
$lang['Select_a_Group'] = "ÇÎÊÑ ãÌãæÚÉ";
$lang['Select_a_Forum'] = "ÇÎÊÑ ÓÇÍÉ";
$lang['Auth_Control_User'] = "ÇáÊÍßã ÈÕáÇÍíÇÊ ÇáãÓÊÎÏã"; 
$lang['Auth_Control_Group'] = "ÇáÊÍßã ÈÕáÇÍíÇÊ ÇáãÌãæÚÉ"; 
$lang['Auth_Control_Forum'] = "ÇáÊÍßã ÈÕáÇÍíÇÊ ÇáÓÇÍÉ"; 
$lang['Look_up_User'] = "ÇáÈÍË Úä ãÓÊÎÏã"; 
$lang['Look_up_Group'] = "ÇáÈÍË Úä ãÌãæÚÉ"; 
$lang['Look_up_Forum'] = "ÇáÈÍË Úä ÓÇÍÉ"; 

$lang['Group_auth_explain'] = "íãßäß åäÇ ÊÚÏíá ÕáÇÍíÇÊ æŞÏÑÇÊ ÇáÅÔÑÇİ ÇáãÚØÇÉ áßá ãÌãæÚÉ ãÓÊÎÏãíä¡ áÇ ÊäÓ ÈÃäß ÍÊì ãÚ ÊÛííÑ ÕáÇÍíÇÊ ÇáãÌãæÚÇÊ İÅäå İí ÈÚÖ ÇáÍÇáÇÊ ŞÏ íßæä ÇáãÓÊÎÏãíä áÇ íÒÇáæÇ ŞÇÏÑíä Úáì ÇáÏÎæá Úáì ÈÚÖ ÇáÓÇÍÇÊ æÇáŞíÇã ÈÃãæÑ ÃÎÑì ÈÓÈÈ ÕáÇÍíÇÊåã ÇáİÑÏíÉ¡ ÅĞÇ ßÇä åĞÇ ãÇ ÓíÍÏË İÓíÊã ÊäÈíåß Åáíå.";
$lang['User_auth_explain'] = "íãßäß åäÇ ÊÚÏíá ÕáÇÍíÇÊ æŞÏÑÇÊ ÇáÅÔÑÇİ ÇáãÚØÇÉ áßá ãÓÊÎÏã Úáì ÍÏì¡ áÇ ÊäÓ ÈÃäß Úáì ÇáÑÛã ãä ÊÛííÑß áÕáÇÍíÇÊ ÇáãÓÊÎÏã İÅä ÕáÇÍíÇÊ ãÌãæÚÉ ÇáãÓÊÎÏãíä ŞÏ ÊÚØíå ÕáÇÍíÇÊ áÊäİíĞ ÇáÃãæÑ ÇáÊí ÊÑíÏ ãäÚå ãä ÇáŞíÇã ÈåÇ¡ ÓíÊã ÊäÈíåß ÅĞÇ ßÇä åĞÇ åæ ÇáÍÇá.";
$lang['Forum_auth_explain'] = "íãßäß åäÇ ÊÚÏíá ãÓÊæì ÇáæÕæá áßá ÓÇÍÉ¡ íãßäß Úãá Ğáß ÈØÑíŞÊíä: ÈÓíØÉ æãÊŞÏãÉ¡ ÇáØÑíŞÉ ÇáãÊŞÏãÉ ÊÊíÍ áß ÇáãÒíÏ ãä ÇáãÑæäÉ İí ÇáÊÍßã İí ßíİíÉ Úãá ßá ÓÇÍÉ¡ ÊĞßÑ ÈÃä ÊÛííÑ ãÓÊæì ÕáÇÍíÇÊ ÇáÓÇÍÉ íÚäí ÊÍÏíÏ ÇáãÊÓÎÏãíä ÇáŞÇÏÑíä Úáì ÊäİíĞ ÇáÚãáíÇÊ ÇáãÎÊáİÉ İíåÇ.";

$lang['Simple_mode'] = "ÇáäãØ ÇáÈÓíØ";
$lang['Advanced_mode'] = "ÇáäãØ ÇáãÊŞÏã";
$lang['Moderator_status'] = "ŞÏÑÇÊ ÇáÅÔÑÇİ";

$lang['Allowed_Access'] = "ÇáÏÎæá ãÓãæÍ";
$lang['Disallowed_Access'] = "ÇáÏÎæá ããäæÚ";
$lang['Is_Moderator'] = "ãÔÑİ";
$lang['Not_Moderator'] = "áíÓ ãÔÑİÇ";

$lang['Conflict_warning'] = "ÊÍĞíÑ ÈÔÃä ÊÚÇÑÖ ÇáÕáÇÍíÇÊ";
$lang['Conflict_access_userauth'] = "åĞÇ ÇáãÓÊÎÏã áÇ íÒÇá íãÊáß ÕáÇÍíÇÊ ÇáæÕæá Åáì ÇáÓÇÍÉ ÈÓÈÈ ãÌãæÚÉ ÇáãÓÊÎÏãíä ÇáÊí íäÊãí ÅáíåÇ¡ áÚáß ÊÑíÏ ÊÛííÑ ÕáÇÍíÇÊ ÇáãÌãæÚÉ ÇáÊí íäÊãí ÅáíåÇ Ãæ ÅÒÇáÊå ãä Êáß ÇáãÌãæÚÉ áÅÒÇáÉ ÕáÇÍíÇÊ ÇáæÕæá ãäå äåÇÆíÇ¡ ÕáÇÍíÇÊ ÇáæÕæá ÇáÊí íÍÕá ÚáíåÇ ÈÊÈÚíÊå áãÌãæÚÉ ÇáãÓÊÎÏãíä ãæÖÍÉ İí ÇáÃÓİá.";
$lang['Conflict_mod_userauth'] = "åĞÇ ÇáãÓÊÎÏã áÇ íÒÇá íãÊáß ÕáÇÍíÉ ÇáÅÔÑÇİ İí åĞå ÇáÓÇÍÉ ÈÓÈÈ ÚÖæíÊå áãÌãæÚÉ ÇáãÓÊÎÏãíä¡ áÚáß ÊÑíÏ ÊÛííÑ ÕáÇÍíÇÊ ÇáãÌãæÚÉ áãäÚåÇ ãä ÇáÍÕæá Úáì ÕáÇÍíÇÊ ÇáÅÔÑÇİ ÊãÇãÇ¡ ÇáÕáÇÍíÇÊ ÇáÊí íÍÕá ÚáíåÇ ãä ãÌãæÚÊå ãæÖÍÉ İí ÇáÃÓİá.";

$lang['Conflict_access_groupauth'] = "ÇáãÓÊÎÏã ( ÇáãÓÊÎÏãíä ) ÇáÊÇáí áÇ íÒÇá íãÊáß ÕáÇÍíÇÊ ÇáæÕæá Åáì åĞå ÇáÓÇÍÉ Úä ØÑíŞ ÕáÇÍíÇÊåã ÇáİÑÏíÉ¡ áÚáß ÊÑíÏ ÊÛííÑ ÕáÇÍíÇÊ ÇáãÓÊÎÏãíä ÇáİÑÏíÉ áãäÚåã ãä ÇáæÕæá äåÇÆíÇ¡ ÇáÕáÇÍíÇÊ ÇáİÑÏíÉ ÇáÊí íãÊáßæäåÇ ãæÖÍÉ İí ÇáÃÓİá.";
$lang['Conflict_mod_groupauth'] = "ÇáãÓÊÎÏã ( ÇáãÓÊÎÏãíä ) ÇáÊÇáí áÇ íÒÇá íãÊáß ÕáÇÍíÉ ÇáÅÔÑÇİ İí åĞå ÇáÓÇÍÉ Úä ØÑíŞ ÕáÇÍíÇÊå ÇáİÑÏíÉ¡ áÚáß ÊÑíÏ ÊÛííÑ ÕáÇÍíÇÊå ÇáİÑÏíÉ áÊÒíá Úäå ÕáÇÍíÉ ÇáÅÔÑÇİ äåÇÆíÇ¡ ÇáÕáÇÍíÇÊ ÇáİÑÏíÉ ÇáÊí íãÊáßåÇ ÇáãÓÊÎÏã ãæÖÍÉ İí ÇáÃÓİá.";

$lang['Public'] = "ÚÇã";
$lang['Private'] = "ÎÇÕ";
$lang['Registered'] = "ãÓÌá";
$lang['Administrators'] = "ááÅÏÇÑííä";
$lang['Hidden'] = "ãÎİí";
// These are displayed in the drop down boxes for advanced
// mode forum auth, try and keep them short!
$lang['Forum_ALL'] = "Çáßá";
$lang['Forum_REG'] = "ÇáãÓÌá";
$lang['Forum_PRIVATE'] = "ÎÇÕ";
$lang['Forum_MOD'] = "ãÔÑİ";
$lang['Forum_ADMIN'] = "ãÓÄæá";

$lang['View'] = "ãÔÇåÏÉ";
$lang['Read'] = "ŞÑÇÁÉ";
$lang['Post'] = "ãÓÇåãÉ";
$lang['Reply'] = "ÊÚŞíÈ";
$lang['Edit'] = "ÊÍÑíÑ";
$lang['Delete'] = "ÍĞİ";
$lang['Sticky'] = "ÊÚáíŞ";
$lang['Announce'] = "ÅÚáÇä"; 
$lang['Vote'] = "ÊÕæíÊ";
$lang['Pollcreate'] = "Úãá ÇÓÊÈíÇä";

$lang['Permissions'] = "ÇáÕáÇÍíÇÊ";
$lang['Simple_Permission'] = "ÇáÕáÇÍíÇÊ ÇáÈÓíØÉ";

$lang['User_Level'] = "ãÓÊæì ÇáãÓÊÎÏã"; 
$lang['Auth_User'] = "ãÓÊÎÏã";
$lang['Auth_Admin'] = "ÅÏÇÑíÉ";
$lang['Group_memberships'] = "ãÌãæÚÉ ÇáãÓÊÎÏãíä";
$lang['Usergroup_members'] = "åĞå ÇáãÌãæÚÉ ÊÊÖãä ÇáãÓÊÎÏãíä ÇáÊÇáíä:";

$lang['Forum_auth_updated'] = "Êã ÊÍÏíË ÕáÇÍíÇÊ ÇáÓÇÍÉ";
$lang['User_auth_updated'] = "Êã ÊÚÏíá ÕáÇÍíÇÊ ÇáãÓÊÎÏã";
$lang['Group_auth_updated'] = "Êã ÊÚÏíá ÕáÇÍíÇÊ ÇáãÌãæÚÉ";

$lang['Auth_updated'] = "Êã ÊÚÏíá ÇáÕáÇÍíÇÊ";
$lang['Click_return_userauth'] = "ÃäŞÑ %såäÇ%s ááÚæÏÉ Åáì ÕáÇÍíÇÊ ÇáãÓÊÎÏãíä";
$lang['Click_return_groupauth'] = "ÃäŞÑ %såäÇ%s ááÚæÏÉ Åáì ÕáÇÍíÇÊ ÇáãÌãæÚÉ";
$lang['Click_return_forumauth'] = "ÃäŞÑ %såäÇ%s ááÚæÏÉ Åáì ÕáÇÍíÇÊ ÇáÓÇÍÉ";


//
// Banning
//
$lang['Ban_control'] = "ÇáÊÍßã İí ÇáÍÌÈ";
$lang['Ban_explain'] = "íãßä åäÇ ÇáÊÍßã İí ÍÌÈ ÇáãÓÊÎÏãíä¡ íãßäß ÊäİíĞ Ğáß Úä ØÑíŞ ÍÌÈ ãÓÊÎÏã ãÚíä Ãæ ÑŞã IP ãÚíä Ãæ äØÇŞ ßÇãá ãä ÃÑŞÇã IP Ãæ ÃÓãÇÁ ÇáÃÌåÒÉ ( hostnames )¡ åĞå ÇáØÑŞ ÊãäÚ ÇáãÓÊÎÏãíä ÍÊì ãä ÇáæÕæá Åáì ÇáÕİÍÉ ÇáÑÆíÓíÉ ááÓÇÍÉ¡ áãäÚ ÇáãÓÊÎÏãíä ãä ÇáÊÓÌíá ÈÃÓãÇÁ ÃÎÑì¡ íãßäß ÃíÖÇ ÍÌÈ ÚäæÇä ÈÑíÏ ÅáßÊÑæäí ãÚíä¡ ÇäÊÈå Åáì Ãä ÍÌÈ ÚäæÇä ÇáÈÑíÏ ÇáÅáßÊÑæäí ÈãİÑÏå áä íãäÚ ÇáãÓÊÎÏã ÇáãÓÌá ÈåĞÇ ÇáÚäæÇä ãä ÇáÏÎæá Ãæ ÇáãÔÇÑßÉ¡ íÌÈ Ãä ÊÓÊÎÏã ÃÍÏ ÇáØÑíŞÊíä ÇáÓÇÈŞÊíä áÊäİíĞ Ğáß.";
$lang['Ban_explain_warn'] = "ÇáÑÌÇÁ ÇáÇäÊÈÇå Åáì Ãä ÅÏÎÇá äØÇŞ ãä ÚäÇæíä IP ÓíÄÏí Åáì ÅÖÇİÉ ÌãíÚ ÇáÚäÇæíä ÇáÊí ÊŞÚ Èíä ÈÏÇíÉ ÇáäØÇŞ æäåÇíÊå Åáì ŞÇÆãÉ ÇáÍÌÈ¡ ÓÊßæä åäÇáß ãÍÇæáÉ áÊŞáíÕ ÚÏÏ ÇáÚäÇæíä ÇáãÖÇİÉ Úä ØÑíŞ ÇÓÊÎÏÇã ÃÍÑİ ÇáãØÇÈŞÉ ( wildcards ) ÊáŞÇÆíÇ ÅĞÇ ßÇä Ğáß ãäÇÓÈÇ¡ ÅĞÇ ßäÊ ãÖØÑÇ ÈÇáİÚá áÅÏÎÇá äØÇŞ ßÇãá ãä ÇáÚäÇæíä İÍÇæá Ãä ÊÌÚáå ÕÛíÑÇ æÇáÃİÖá ãä Ğáß Ãä ÊŞæã ÈÅÏÎÇá ßá æÇÍÏ ãä ÇáÚäÇæíä Úáì ÍÏì.";

$lang['Select_username'] = "ÇÎÊÑ ãÓÊÎÏãÇ";
$lang['Select_ip'] = "ÇÎÊÑ ÚäæÇä IP";
$lang['Select_email'] = "ÇÎÊÑ ÈÑíÏÇ ÅáßÊÑæäíÇ";

$lang['Ban_username'] = "ÇÍÌÈ ãÓÊÎÏãÇ æÇÍÏÇ Ãæ ÃßËÑ";
$lang['Ban_username_explain'] = "íãßäß ÍÌÈ ãÓÊÎÏã æÇÍÏ Ãæ ÃßËÑ İí äİÓ ÇáæŞÊ¡ Şã ÈÇÓÊÎÏÇã ÇáÊÑßíÈÉ ÇáãäÇÓÈÉ áãÊÕİÍß ãä ÃÍÑİ áæÍÉ ÇáãİÇÊíÍ æäŞÑÇÊ ÇáİÃÑÉ.";

$lang['Ban_IP'] = "ÇÍÌÈ æÇÍÏÇ Ãæ ÃßËÑ ãä ÚäÇæíä IP Ãæ ÃÓãÇÁ ÇáÃÌåÒÉ";
$lang['IP_hostname'] = "ÚäÇæíä IP Ãæ ÃÓãÇÁ ÇáÃÌåÒÉ";
$lang['Ban_IP_explain'] = "áÊÍÏíÏ ÚÏÉ ÚäÇæíä IP Ãæ ÃÓãÇÁ ÃÌåÒÉ ãÎÊáİÉ Şã ÈÇáİÕá ÈíäåÇ ÈİæÇÕá ( comma )¡ áÊÍÏíÏ äØÇŞ ãä ÚäÇæíä IP Şã ÈÇáİÕá Èíä ÚäæÇä ÈÏÇíÉ ÇáäØÇŞ æÚäæÇä äåÇíÉ ÇáäØÇŞ ÈÔÑØÉ ( - )¡ ááãØÇÈŞÉ ÇáÊÇãÉ ÇÓÊÎÏã ÚáÇãÉ ÇáäÌãÉ ( * ).";

$lang['Ban_email'] = "ÇÍÌÈ æÇÍÏÇ Ãæ ÃßËÑ ãä ÚäÇæíä ÇáÈÑíÏ ÇáÅáßÊÑæäíÉ";
$lang['Ban_email_explain'] = "áÊÍÏíÏ ÃßËÑ ãä ÚäæÇä ÈÑíÏ ÅáßÊÑæäí æÇÍÏ¡ ÇİÕá ÈíäåÇ ÈİæÇÕá ( comma )¡ áÚãá ãØÇÈŞÉ ÊÇãÉ ÇÓÊÎÏã ÚáÇãÉ ÇáäÌãÉ ( * )¡ ãËáÇ: *@hotmail.com";

$lang['Unban_username'] = "ÑİÚ ÇáÍÌÈ Úä ãÓÊÎÏã ãÍÏÏ Ãæ ÃßËÑ";
$lang['Unban_username_explain'] = "íãßäß ÑİÚ ÇáÍÌÈ Úä ãÓÊÎÏã æÇÍÏ Ãæ ÃßËÑ İí äİÓ ÇáæŞÊ¡ Şã ÈÇÓÊÎÏÇã ÇáÊÑßíÈÉ ÇáãäÇÓÈÉ áãÊÕİÍß ãä ÃÍÑİ áæÍÉ ÇáãİÇÊíÍ æäŞÑÇÊ ÇáİÃÑÉ.";

$lang['Unban_IP'] = "ÑİÚ ÇáÍÌÈ Úä ÚäæÇä IP æÇÍÏ Ãæ ÃßËÑ";
$lang['Unban_IP_explain'] = "íãßäß ÑİÚ ÇáÍÌÈ Úä ÚäæÇä IP æÇÍÏ Ãæ ÃßËÑ İí äİÓ ÇáæŞÊ¡ Şã ÈÇÓÊÎÏÇã ÇáÊÑßíÈÉ ÇáãäÇÓÈÉ áãÊÕİÍß ãä ÃÍÑİ áæÍÉ ÇáãİÇÊíÍ æäŞÑÇÊ ÇáİÃÑÉ.";

$lang['Unban_email'] = "ÑİÚ ÇáÍÌÈ Úä ÚäæÇä ÈÑíÏ ÅáßÊÑæäí æÇÍÏ Ãæ ÃßËÑ";
$lang['Unban_email_explain'] = "íãßäß ÑİÚ ÇáÍÌÈ Úä ÚäæÇä ÈÑíÏ ÅáßÊÑæäí æÇÍÏ Ãæ ÃßËÑ İí äİÓ ÇáæŞÊ¡ Şã ÈÇÓÊÎÏÇã ÇáÊÑßíÈÉ ÇáãäÇÓÈÉ áãÊÕİÍß ãä ÃÍÑİ áæÍÉ ÇáãİÇÊíÍ æäŞÑÇÊ ÇáİÃÑÉ.";

$lang['No_banned_users'] = "áÇ íæÌÏ ãÓÊÎÏãíä ãÍÌæÈíä";
$lang['No_banned_ip'] = "áÇ ÊæÌÏ ÚäÇæíä IP ãÍÌæÈÉ";
$lang['No_banned_email'] = "áÇ ÊæÌÏ ÚäÇæíä ÈÑíÏ ÅáßÊÑæäí ãÍÌæÈÉ";

$lang['Ban_update_sucessful'] = "Êã ÊÍÏíË ŞÇÆãÉ ÇáÍÌÈ ÈäÌÇÍ";
$lang['Click_return_banadmin'] = "ÃäŞÑ %såäÇ%s ááÚæÏÉ Åáì ÇáÊÍßã ÈÇáÍÌÈ";


//
// Configuration
//
$lang['General_Config'] = "ÅÚÏÇÏÇÊ ÚÇãÉ";
$lang['Config_explain'] = "ÓíÊíÍ áß ÇáäãæĞÌ İí ÇáÃÓİá ÇáÊÍßã İí ÌãíÚ ÎíÇÑÇÊ ÇáãäÊÏì ÇáÚÇãÉ¡ ááÊÍßã İí ÎíÇÑÇÊ ÇáãÓÊÎÏãíä æÇáÓÇÍÇÊ¡ ÇÓÊÎÏã ÇáæÕáÇÊ ÇáãäÇÓÈ Úáì ÇáÌÇäÈ ÇáÃíãä.";

$lang['Click_return_config'] = "ÃäŞÑ %såäÇ%s ááÚæÏÉ Åáì ÇáÅÚÏÇÏÇÊ ÇáÚÇãÉ.";

$lang['General_settings'] = "ÅÚÏÇÏÇÊ ÇáãäÊÏì ÇáÚÇãÉ";
$lang['Server_name'] = "ÚäæÇä ÇáÕİÍÉ";
$lang['Server_name_explain'] = "ÚäæÇä ÇáãæŞÚ ÇáĞí íÚãá ãäå ÇáãäÊÏì";
$lang['Script_path'] = "Ïáíá ÇáãäÊÏì ÇáİÑÚí";
$lang['Script_path_explain'] = "ÚäæÇä ÇáÏáíá ÇáßÇãá ÇáãæÌæÏ Èå ÈÑäÇãÌ ÇáãäÊÏì ãŞÇÑäÉ ÈÇáÏáíá ÇáÑÆíÓí";
$lang['Server_port'] = "Server Port";
$lang['Server_port_explain'] = "The port your server is running on, usually 80, only change if different";
$lang['Site_name'] = "ÇÓã ÇáãæŞÚ";
$lang['Site_desc'] = "æÕİ ÇáãæŞÚ";
$lang['Board_disable'] = "ÊÚØíá ÇáãäÊÏì";
$lang['Board_disable_explain'] = "åĞÇ ÇáÎíÇÑ ÓíÌÚá ÇáãäÊÏì ÛíÑ ãÊæİÑÇ ááãÓÊÎÏãíä¡ áÇ ÊŞã ÈÇáÎÑæÌ ãä ÇáãäÊÏì ÈÚÏ ÇÓÊÎÏÇã åĞÇ ÇáÎíÇÑ¡ æÅáÇ İÅäß áä ÊÊãßä ãä ÇáÏÎæá ãÑÉ ÎÑì!";
$lang['Acct_activation'] = "ÅÊÇÍÉ ÊİÚíá ÇáÚÖæíÇÊ";
$lang['Acc_None'] = "ÈáÇ"; // These three entries are the type of activation
$lang['Acc_User'] = "ãÓÊÎÏã";
$lang['Acc_Admin'] = "ÅÏÇÑí";

$lang['Abilities_settings'] = "ÅÚÏÇÏÇÊ ÇáãÓÊÎÏãíä æÇáÓÇÍÇÊ ÇáÃÓÇÓíÉ";
$lang['Max_poll_options'] = "ÇáÚÏÏ ÇáÃŞÕì ãä ÎíÇÑÇÊ ÇáÇÓÊÈíÇä";
$lang['Flood_Interval'] = "İÊÑÉ ÇáÅÛÑÇŞ";
$lang['Flood_Interval_explain'] = "ÚÏÏ ÇáËæÇäí ÇáÊí íÌÈ Úáì ÇáãÓÊÎÏã ÇäÊÙÇÑåÇ ŞÈá Ãä íÊãßä ãä ßÊÇÈÉ ãÓÇåãÉ ÃÎÑì."; 
$lang['Board_email_form'] = "ãÑÇÓáÉ ÇáãÓÊÎÏãíä ÚÈÑ ÇáãäÊÏì";
$lang['Board_email_form_explain'] = "íãßä ááãÓÊÎÏãíä ÅÑÓÇá ÑÓÇÆá ÈÑíÏ ÅáßÊÑæäíÉ Åáì ÈÚÖåã ÇáÈÚÖ Úä ØÑíŞ ÇáãäÊÏì";
$lang['Topics_per_page'] = "ÚÏÏ ÇáãæÇÖíÚ İí ßá ÕİÍÉ";
$lang['Posts_per_page'] = "ÚÏÏ ÇáãÓÇåãÇÊ İí ßá ÕİÍÉ";
$lang['Hot_threshold'] = "ÇáÍÏ ÇáÃÏäì ãä ÇáãÓÇåãÇÊ ááãæÇÖíÚ ÇáÓÇÎäÉ";
$lang['Default_style'] = "ÇáÊäÓíŞ ÇáŞíÇÓí";
$lang['Override_style'] = "ÇáÊÛØíÉ Úáì ÎíÇÑ ÇáãÓÊÎÏã";
$lang['Override_style_explain'] = "íÓÊÈÏá ÇáÊäÓíŞ ÇáĞí ÇÎÊÇÑå ÇáãÓÊÎÏã ÈÇáÊäÓíŞ ÇáŞíÇÓí";
$lang['Default_language'] = "ÇááÛÉ ÇáŞíÇÓíÉ";
$lang['Date_format'] = "ÊäÓíŞ ÇáÊÇÑíÎ";
$lang['System_timezone'] = "ÇáãäØŞÉ ÇáÒãäíÉ ááäÙÇã";
$lang['Enable_gzip'] = "ÊİÚíá ÖÛØ GZip";
$lang['Enable_prune'] = "ÊİÚíá ÊåĞíÈ ÇáÓÇÍÉ";
$lang['Allow_HTML'] = "ÅÊÇÍÉ HTML";
$lang['Allow_BBCode'] = "ÅÊÇÍÉ ÑãæÒ BB";
$lang['Allowed_tags'] = "æÓæã HTML ÇáãÊÇÍÉ";
$lang['Allowed_tags_explain'] = "ÇİÕá Èíä ÇáæÓæã ÈãÓÇİÇÊ";
$lang['Allow_smilies'] = "ÅÊÇÍÉ ÇáÅÈÊÓÇãÇÊ";
$lang['Smilies_path'] = "ãÓÇÑ ÊÎÒíä ÇáÇÈÊÓÇãÇÊ";
$lang['Smilies_path_explain'] = "ÇáãÓÇÑ ÊÍÊ Ïáíá phpBB ÇáÌĞÑí, ãËáÇ images/smilies";
$lang['Allow_sig'] = "ÅÊÇÍÉ ÇáÊæÇŞíÚ";
$lang['Max_sig_length'] = "ÇáØæá ÇáÃŞÕì ááÊæŞíÚ";
$lang['Max_sig_length_explain'] = "ÃŞÕì ÚÏÏ ãä ÇáÍÑæİ ÇáãÊÇÍÉ İí ÇáÊæŞíÚ";
$lang['Allow_name_change'] = "ÅÊÇÍÉ ÊÛííÑ ÇÓã ÇáãÓÊÎÏã";

$lang['Avatar_settings'] = "ÇÚÏÇÏÇÊ ÇáÔÎÕíÇÊ";
$lang['Allow_local'] = "ÊäÔíØ ÇáÈæã ÇáÔÎÕíÇÊ";
$lang['Allow_remote'] = "ÊäÔíØ ÇáÔÎÕíÇÊ ÇáÈÚíÏÉ";
$lang['Allow_remote_explain'] = "ÇáÔÎÕíÇÊ ÇáãæÕáÉ ãä ãßÇä ÈÚíÏ";
$lang['Allow_upload'] = "ÊäÔíØ ÊÍãíá ÕæÑ ÇáÔÎÕíÇÊ";
$lang['Max_filesize'] = "ÇŞÕì ÍÌã áãáİ ÕæÑÉ ÇáÔÎÕíÉ";
$lang['Max_filesize_explain'] = "ÇáÍÏ ÇáÇŞÕì áãáİ ÕæÑÉ ÇáÔÎÕíÇÊ";
$lang['Max_avatar_size'] = "ÇáÍÏ ÇáÇŞÕì áŞíÇÓ ÕæÑÉ ÇáÔÎÕíÉ";
$lang['Max_avatar_size_explain'] = "(ÇáÇÑÊİÇÚ İí ÇáØæá ÈÇáäŞÇØ)";
$lang['Avatar_storage_path'] = "ãßÇä ÊÎÒíä ãáİ ÇáÕæÑÉ";
$lang['Avatar_storage_path_explain'] = "ãßÇä ÇáÏáíá İí ãÌáÏ phpBB ÇáÑÆíÓí, ãËáÇ images/avatars";
$lang['Avatar_gallery_path'] = "ãßÇä æÌæÏ ÇáÈæã ÕæÑ ÇáÔÎÕíÇÊ";
$lang['Avatar_gallery_path_explain'] = "ÇáÏáíá ÇÓİá Ïáíá phpBB ÇáÑÆíÓí ááÕæÑ ÇáÑÆíÓíÉ, ãËáÇ images/avatars/gallery";

$lang['COPPA_settings'] = "ÅÚÏÇÏÇÊ COPPA";
$lang['COPPA_fax'] = "ÑŞã İÇßÓ COPPA";
$lang['COPPA_mail'] = "ÚäæÇä COPPA ÇáÈÑíÏí";
$lang['COPPA_mail_explain'] = "åĞÇ åæ ÇáÚäæÇä ÇáÈÑíÏí ÇáĞí ÓíÓÊÎÏãå ÇáÂÈÇÁ áÅÑÓÇá äãÇĞÌ ÊÓÌíá COPPA";

$lang['Email_settings'] = "ÅÚÏÇÏÇÊ ÇáÈÑíÏ ÇáÅáßÊÑæäí";
$lang['Admin_email'] = "ÈÑíÏ ÇáãÏíÑ ÇáÅáßÊÑæäí";
$lang['Email_sig'] = "ÊæŞíÚ ÇáÈÑíÏ ÇáÅáßÊÑæäí";
$lang['Email_sig_explain'] = "åĞÇ ÇáäÕ ÓíÙåÑ İí äåÇíÉ ÌãíÚ ÇáÑÓÇÆá ÇáÅáßÊÑæäíÉ ÇáÊí íÑÓáåÇ ÇáÈÑäÇãÌ";
$lang['Use_SMTP'] = "ÅÓÊÎÏÇã ãÒæÏ SMTP ááÈÑíÏ ÇáÅáßÊÑæäí";
$lang['Use_SMTP_explain'] = "ÇÎÊÑ äÚã ÅĞÇ ÃÑÏÊ ÅÑÓÇá ÇáÈÑíÏ ÇáÅáßÊÑæäí ÚÈÑ ãÒæÏ SMTP ÊÚÑİ ÚäæÇäå ÈÏáÇ ãä ÇáÏÇáÉ ÇáãÍáíÉ mail";
$lang['SMTP_server'] = "ÚäæÇä ãÒæÏ SMTP";
$lang['SMTP_username'] = "SMTP Username";
$lang['SMTP_username_explain'] = "Only enter a username if your smtp server requires it";
$lang['SMTP_password'] = "SMTP Password";
$lang['SMTP_password_explain'] = "Only enter a password if your smtp server requires it";

$lang['Disable_privmsg'] = "ÇáÑÓÇÆá ÇáÎÇÕÉ";
$lang['Inbox_limits'] = "ÇáÍÏ ÇáÃŞÕì ááÑÓÇÆá İí ÕäÏæŞ ÇáÈÑíÏ ÇáæÇÑÏ";
$lang['Sentbox_limits'] = "ÇáÚÏÏ ÇáÃŞÕì ááÑÓÇÆá İí ÕäÏæŞ ÇáÈÑíÏ ÇáãÑÓá";
$lang['Savebox_limits'] = "ÇáÚÏÏ ÇáÃŞÕì ááÑÓÇÆá İí ÕäÏæŞ ÇáÑÓÇÆá ÇáãÍİæÙÉ";

$lang['Cookie_settings'] = "ÅÚÏÇÏÇÊ ÇáßæßíÒ"; 
$lang['Cookie_settings_explain'] = "åĞå ÇáÎíÇÑÇÊ ÊÊÍßã ÈÇáßíİíÉ ÇáÊí ÓíÊã ÈåÇ ÊÚÑíİ ÇáßæßíÒ ÇáÊí íÑÓáåÇ ÇáÈÑäÇãÌ Åáì ÇáãÊÕİÍ¡ İí ãÚÙã ÇáÍÇáÇÊ¡ ÇáØÑíŞÉ ÇáÇÚÊíÇÏíÉ ÓÊßæä ßÇİíÉ¡ ÅĞÇ ÇÍÊÌÊ áÊÛííÑ åĞå ÇáÎíÇÑÇÊ İÇİÚá Ğáß ÈÍĞÑ¡ ÇáÅÚÏÇÏÇÊ ÇáÛíÑ ÕÍíÍÉ ŞÏ ÊãäÚ ÇáãÓÊÎÏãíä ãä ÇáÏÎæá.";
$lang['Cookie_name'] = "ÇÓã Çáßæßí";
$lang['Cookie_domain'] = "äØÇŞ ( domain ) Çáßæßí";
$lang['Cookie_path'] = "ãÓÇÑ Çáßæßí";
$lang['Session_length'] = "ãÏÉ Çáßæßí [ ÈÇáËæÇäí ]";
$lang['Cookie_secure'] = "ßæßí ãÍãí [ https ]";
$lang['Session_length'] = "Session length [ seconds ]";


//
// Forum Management
//
$lang['Forum_admin'] = "ÅÏÇÑÉ ÇáÓÇÍÇÊ";
$lang['Forum_admin_explain'] = "ãä åĞÇ ÇáŞÓã¡ íãßäß ÅÖÇİÉ¡ ÍĞİ¡ ÊÚÏíá¡ ÅÚÇÏÉ ÊÑÊíÈ¡ æÅÚÇÏÉ ãØÇÈŞÉ ãÚáæãÇÊ ÇáÃŞÓÇã æÇáÓÇÍÇÊ.";
$lang['Edit_forum'] = "ÊÚÏíá ÓÇÍÉ";
$lang['Create_forum'] = "ÅäÔÇÁ ÓÇÍÉ ÌÏíÏÉ";
$lang['Create_category'] = "ÅäÔÇÁ ŞÓã ÌÏíÏ";
$lang['Remove'] = "ÅÒÇáÉ";
$lang['Action'] = "ÚãáíÉ";
$lang['Update_order'] = "ÊÚÏíá ÇáÊÑÊíÈ";
$lang['Config_updated'] = "Êã ÊÚÏíá ÅÚÏÇÏÇÊ ÇáÓÇÍÉ ÈäÌÇÍ";
$lang['Edit'] = "ÊÚÏíá";
$lang['Delete'] = "ÍĞİ";
$lang['Move_up'] = "Åáì ÇáÃÚáì";
$lang['Move_down'] = "Åáì ÇáÃÓİá";
$lang['Resync'] = "ãØÇÈŞÉ";
$lang['No_mode'] = "áã íÊã ÊÍÏíÏ ãÑÇŞÈ";
$lang['Forum_edit_delete_explain'] = "ÇáäãæĞÌ İí ÇáÃÓİá ÓíÊíÍ áß ÊÚÏíá ÌãíÚ ÎíÇÑÇÊ ÇáãäÊÏì ÇáÚÇãÉ¡ áÅÚÏÇÏÇÊ ÇáãÓÊÎÏãíä æÇáÓÇÍÇÊ ÇÓÊÎÏã ÇáæÕáÇÊ ÇáãäÇÓÈÉ ãä ÇáÌÇäÈ ÇáÃíãä.";

$lang['Move_contents'] = "äŞá ÌãíÚ ÇáãÍÊæíÇÊ";
$lang['Forum_delete'] = "ÍĞİ ÇáÓÇÍÉ";
$lang['Forum_delete_explain'] = "ÇáäãæĞÌ İí ÇáÃÓİá ÓíÊíÍ áß ÍĞİ ÌãíÚ ÓÇÍÉ ( Ãæ ŞÓã ) æÊÍÏíÏ ÇáãßÇä ÇáĞí ÊÑíÏ Ãä ÊÖÚ İíå ÇáãæÇÖíÚ ( ÇáÓÇÍÇÊ ) ÇáÊí íÍÊæíåÇ.";

$lang['Forum_settings'] = "ÅÚÏÇÏÇÊ ÇáÓÇÍÉ ÇáÚÇãÉ";
$lang['Forum_name'] = "ÇÓã ÇáÓÇÍÉ";
$lang['Forum_desc'] = "æÕİ";
$lang['Forum_status'] = "ÍÇáÉ ÇáÓÇÍÉ";
$lang['Forum_pruning'] = "ÊåĞíÈ ÊáŞÇÆí";

$lang['prune_freq'] = 'ÊÍŞŞ ãä ÚãÑ ÇáãæÇÖíÚ ßá';
$lang['prune_days'] = "ÍĞİ ÇáãæÇÖíÚ ÇáÊí áã íÊã ÇáãÓÇåãÉ İíåÇ ãäĞ";
$lang['Set_prune_data'] = "áŞÏ ŞãÊ ÈÊİÚíá ÇáÊåĞíÈ ÇáÊáŞÇÆí İí åĞå ÇáÓÇÍÉ¡ áßäß áã ÊÍÏÏ İÊÑÇÊ ÇáÊåĞíÈ Ãæ ãŞÏÇÑ ŞÏã ÇáãæÇÖíÚ ÇáÊí ÊÑíÏ ÅÒÇáÊåÇ ãä ÇáÓÇÍÉ¡ ÇáÑÌÇÁ ÇáÚæÏÉ æÊÍÏíÏ åĞå ÇáÃãæÑ";

$lang['Move_and_Delete'] = "äŞá æÍĞİ";

$lang['Delete_all_posts'] = "ÍĞİ ÌãíÚ ÇáãæÇÖíÚ";
$lang['Nowhere_to_move'] = "áÇ íãßä ÇáäŞá Åáì Ãí ãßÇä";

$lang['Edit_Category'] = "ÊÚÏíá ÇáŞÓã";
$lang['Edit_Category_explain'] = "ÇÓÊÎÏã åĞÇ ÇáäãæĞÌ áÊÚÏíá ÇÓã ÇáŞÓã";

$lang['Forums_updated'] = "Êã ÊÍÏíË ãÚáæãÇÊ ÇáÓÇÍÉ Ãæ ÇáŞÓã ÈäÌÇÍ";

$lang['Must_delete_forums'] = "íÌÈ Ãä ÊŞæã ÈÍĞİ ÌãíÚ ÇáÓÇÍÇÊ ŞÈá Ãä ÊÊãßä ãä ÍĞİ åĞÇ ÇáŞÓã";

$lang['Click_return_forumadmin'] = "ÃäŞÑ %såäÇ%s ááÚæÏÉ Åáì ÅÏÇÑÉ ÇáÓÇÍÉ";


//
// Smiley Management
//
$lang['smiley_title'] = "ÃÏÇÉ ÊÚÏíá ÇáÇÈÊÓÇãÇÊ";
$lang['smile_desc'] = "ãä åĞå ÇáÕİÍÉ¡ íãßäß ÅÖÇİÉ¡ ÍĞİ¡ æÊÚÏíá ÇáÕæÑ ÇáÊÚÈíÑíÉ Ãæ ÇáÇÈÊÓÇãÇÊ ÇáÊí íãßä áãÓÊÎÏãíä ÇÓÊÎÏÇãåÇ İí ÇáãÓÇåãÇÊ æÇáÑÓÇÆá ÇáÎÇÕÉ.";

$lang['smiley_config'] = "ÅÚÏÇÏÇÊ ÇáÇÈÊÓÇãÉ";
$lang['smiley_code'] = "ÑãÒ ÇáÇÈÊÓÇãÉ";
$lang['smiley_url'] = "ãáİ ÕæÑÉ ÇáÇÈÊÓÇãÉ";
$lang['smiley_emot'] = "ÊÚÈíÑ ÇáÇÈÊÓÇãÉ";
$lang['smile_add'] = "ÅÖÇİÉ ÇÈÊÓÇãÉ ÌÏíÏÉ";
$lang['Smile'] = "ÇÈÊÓÇãÉ";
$lang['Emotion'] = "ÊÚÈíÑ";

$lang['Select_pak'] = "ÇÎÊÑ ãáİ ÍÒãÉ (.pak)";
$lang['replace_existing'] = "ÇÓÊÈÏá ÇáÇÈÊÓÇãÇÊ ÇáÍÇáíÉ";
$lang['keep_existing'] = "ÇÍÊİÙ ÈÇáÇÈÊÓÇãÇÊ ÇáÍÇáíÉ";
$lang['smiley_import_inst'] = "íÌÈ Ãä ÊŞæã Èİß ÖÛØ ãáİ ÍÒãÉ ÇáÇÈÊÓÇãÇÊ æÅÑÓÇá ÌãíÚ ÇáãáİÇÊ Åáì Ïáíá ÇáÇÈÊÓÇãÇÊ ÇáãäÇÓÈ ááßíİíÉ ÇáÊí ÑßÈÊ ÈåÇ ÇáÈÑäÇãÌ¡ Şã ÈÚÏ Ğáß ÈÇÎÊíÇÑ ÇáÅÚÏÇÏÇÊ ÇáãäÇÓÈÉ İí åĞÇ ÇáäãæĞÌ áÇÓÊíÑÇÏ ÍÒãÉ ÇáÇÈÊÓÇãÇÊ.";
$lang['smiley_import'] = "ÇÓÊíÑÇÏ ÍÒãÉ ÇáÇÈÊÓÇãÇÊ";
$lang['choose_smile_pak'] = "ÇÎÊÑ ãáİ .pak áÍÒãÉ ÇáÇÈÊÓÇãÇÊ";
$lang['import'] = "ÇÓÊíÑÇÏ ÇáÇÈÊÓÇãÇÊ";
$lang['smile_conflicts'] = "ãÇ ÇáĞí íÌÈ ÇáŞíÇã Èå İí ÍÇá ÙåæÑ ÊÖÇÑÈÇÊ";
$lang['del_existing_smileys'] = "ÍĞİ ÇáÇÈÊÓÇãÇÊ ÇáÍÇáíÉ ŞÈá ÇáÇÓÊíÑÇÏ";
$lang['import_smile_pack'] = "ÇÓÊíÑÇÏ ÍÒãÉ ÇáÇÈÊÓÇãÇÊ";
$lang['export_smile_pack'] = "ÅäÔÇÁ ÍÒãÉ ÇÈÊÓÇãÇÊ";
$lang['export_smiles'] = "áÅäÔÇÁ ÍÒãÉ ÇÈÊÓÇãÇÊ ãä ÇÈÊÓÇãÇÊß ÇáãÑßÈÉ ÍÇáíÇ¡ ÃäŞÑ %såäÇ%s áÊäÒíá ãáİ ÍÒãÉ ÇáÇÈÊÓÇãÇÊ ( smilies.pak )¡ Şã ÈÊÓãíÉ åĞÇ Çáãáİ ÈãÇ íäÇÓÈß æÊÃßÏ ãä ÇáÇÍÊİÇÙ ÈÇáÇãÊÏÇÏ .pak¡ Şã ÈÚÏ Ğáß ÈÚãá ãáİ zip íÍÊæí ÌãíÚ ÕæÑ ÇÈÊÓÇãÇÊß ÈÇáÅÖÇİÉ Åáì ãáİ ÇáÅÚÏÇÏÇÊ .pak";

$lang['smiley_add_success'] = "Êã ÅÖÇİÉ ÇáÇÈÊÓÇãÉ ÈäÌÇÍ";
$lang['smiley_edit_success'] = "Êã ÊÍÏíË ÇáÇÈÊÓÇãÉ ÈäÌÇÍ";
$lang['smiley_import_success'] = "Êã ÇÓÊíÑÇÏ ÍÒãÉ ÇáÇÈÊÓÇãÇÊ ÈäÌÇÍ";
$lang['smiley_del_success'] = "Êã ÍĞİ ÇáÇÈÊÓÇãÉ ÈäÌÇÍ";
$lang['Click_return_smileadmin'] = "ÃäŞÑ %såäÇ%s ááÚæÏÉ Åáì ÅÚÏÇÏÇÊ ÇáÇÈÊÓÇãÇÊ";


//
// User Management
//
$lang['User_admin'] = "ÅÏÇÑÉ ÇáãÓÊÎÏãíä";
$lang['User_admin_explain'] = "íãßäß åäÇ ÊÛííÑ ãÚáæãÇÊ ãÓÊÎÏãíß æÈÚÖ ÇáÇÎÊíÇÑÇÊ ÇáãÍÏÏÉ¡ áÊÚÏíá ÕáÇÍíÇÊ ÇáãÓÊÎÏãíä ÇáÑÌÇÁ ÇÓÊÎÏÇã äÙÇã ÕáÇÍíÇÊ ÇáãÓÊÎÏãíä æÇáãÌãæÚÇÊ.";

$lang['Look_up_user'] = "ÇáÈÍË Úä ãÓÊÎÏã";

$lang['Admin_user_fail'] = "ÊÚĞÑ ÊÚÏíá ãáİ ÇáãÓÊÎÏã ÇáÔÎÕí";
$lang['Admin_user_updated'] = "Êã ÊÚÏíá ãáİ ÇáãÓÊÎÏã ÇáÔÎÕí ÈäÌÇÍ";
$lang['Click_return_useradmin'] = "ÃäŞÑ %såäÇ%s ááÚæÏÉ Åáì ÅÏÇÑÉ ÇáãÓÊÎÏãíä";

$lang['User_delete'] = "ÍĞİ åĞÇ ÇáãÓÊÎÏã";
$lang['User_delete_explain'] = "ÃäŞÑ åäÇ áÍĞİ åĞÇ ÇáãÓÊÎÏã¡ åĞå ÇáÚãáíÉ áÇ íãßä ÇáÊÑÇÌÚ ÚäåÇ.";
$lang['User_deleted'] = "Êã ÍĞİ ÇáãÓÊÎÏã ÈäÌÇÍ.";

$lang['User_status'] = "ÇáãÓÊÎÏã İÚÇá";
$lang['User_allowpm'] = "íãßäå ÅÑÓÇá ÇáÑÓÇÆá ÇáÔÎÕíÉ";
$lang['User_allowavatar'] = "íãßäå ÚÑÖ ÕæÑÉ ÔÎÕíÉ";

$lang['Admin_avatar_explain'] = "íãßäß åäÇ ãÔÇåÏÉ æÍĞİ ÕæÑÉ ÇáãÓÊÎÏã ÇáÔÎÕíÉ.";

$lang['User_special'] = "ÍŞæá ÎÇÕÉ ÈÇáãÓÊÎÏãíä İŞØ";
$lang['User_special_explain'] = "åĞå ÇáÍŞæá ÛíÑ ŞÇÈáÉ ááÊÚÏíá ãä ŞÈá ÇáãÓÊÎÏãíä ÃäİÓåã¡ íãßäß åäÇ ÊÚÏíá ÍÇáÉ ÇáãÓÊÎÏã æÈÚÖ ÇáÎíÇÑÇÊ ÇáãÊÚáŞÉ Èå.";


//
// Group Management
//
$lang['Group_administration'] = "ÅÏÇÑÉ ÇáãÌãæÚÇÊ";
$lang['Group_admin_explain'] = "íãßäß İí åĞÇ ÇáŞÓã ÇáÊÍßã İí ÌãíÚ ãÌãæÚÇÊ ÇáãÓÊÎÏãíä áÏíß¡ íãßäß ÍĞİ¡ ÅäÔÇÁ æÊÚÏíá ÇáãÌãæÚÇÊ ÇáÍÇáíÉ¡ íãßäß ÇÎÊíÇÑ ÇáãÑÇŞÈíä æÊÛííÑ ÍÇáÉ ÇáãÌãæÚÉ Èíä ßæäåÇ ãİÊæÍÉ Ãæ ãÛáŞÉ æÊÍÏíÏ ÇÓã ÇáãÌãæÚÉ ææÕİåÇ.";
$lang['Error_updating_groups'] = "ÍĞİ ÎØÃ ÃËäÇÁ ÊÚÏíá ÇáãÌãæÚÇÊ";
$lang['Updated_group'] = "Êã ÊÚÏíá ÇáãÌãæÚÉ ÈäÌÇÍ";
$lang['Added_new_group'] = "Êã ÅäÔÇÁ ÇáãÌãæÚÉ ÇáÌÏíÏÉ ÈäÌÇÍ";
$lang['Deleted_group'] = "Êã ÍĞİ ÇáãÌãæÚÉ ÈäÌÇÍ";
$lang['New_group'] = "ÅäÔÇÁ ãÌãæÚÉ ÌÏíÏÉ";
$lang['Edit_group'] = "ÊÚÏíá ÇáãÌãæÚÉ";
$lang['group_name'] = "ÇÓã ÇáãÌãæÚÉ";
$lang['group_description'] = "æÕİ ÇáãÌãæÚÉ";
$lang['group_moderator'] = "ãÑÇŞÈ ÇáãÌãæÚÉ";
$lang['group_status'] = "ÍÇáÉ ÇáãÌãæÚÉ";
$lang['group_open'] = "ãÌãæÚÉ ãİÊæÍÉ";
$lang['group_closed'] = "ãÌãæÚÉ ãÛáŞÉ";
$lang['group_hidden'] = "ãÌãæÚÉ ãÎİíÉ";
$lang['group_delete'] = "ÍĞİ ÇáãÌãæÚÉ";
$lang['group_delete_check'] = "ÍĞİ åĞå ÇáãÌãæÚÉ";
$lang['submit_group_changes'] = "ÅÑÓÇá ÇáÊÚÏíáÇÊ";
$lang['reset_group_changes'] = "ÅÚÇÏÉ ÖÈØ ÇáÊÚÏíáÇÊ";
$lang['No_group_name'] = "íÌÈ Ãä ÊÍÏÏ ÇÓãÇ áåĞå ÇáãÌãæÚÉ";
$lang['No_group_moderator'] = "íÌÈ Ãä ÊÍÏÏ ãÑÇŞÈÇ áåĞå ÇáãÌãæÚÉ";
$lang['No_group_mode'] = "íÌÈ Ãä ÊÍÏÏ äãØÇ áåĞå ÇáãÌãæÚÉ¡ ÅãÇ ãİÊæÍÉ Ãæ ãÛáŞÉ";
$lang['delete_group_moderator'] = "ÍĞİ ãÑÇŞÈ ÇáãÌãæÚÉ ÇáÓÇÈŞ¿";
$lang['delete_moderator_explain'] = "ÅĞÇ ßäÊ ÊŞæã ÈÊÛííÑ ãÑÇŞÈ ÇáãÌãæÚÉ¡ Şã ÈÇÎÊíÇÑ åĞÇ ÇáãÑÈÚ áÍĞİ ÇáãÑÇŞÈ ÇáÓÇÈŞ ãä ÇáãÌãæÚÉ¡ æÅáÇ İÅä ÇáãÑÇŞÈ ÇáÓÇÈŞ ÓíÕÈÍ ÚÖæÇ ÚÇÏíÇ İí ÇáãÌãæÚÉ.";
$lang['Click_return_groupsadmin'] = "ÃäŞÑ %såäÇ%s ááÚæÏÉ Åáì ÅÏÇÑÉ ÇáãÌãæÚÇÊ.";
$lang['Select_group'] = "ÇÎÊÑ ãÌãæÚÉ";
$lang['Look_up_group'] = "ÇÈÍË Úä ãÌãæÚÉ";


//
// Prune Administration
//
$lang['Forum_Prune'] = "ÊåĞíÈ ÇáÓÇÍÉ";
$lang['Forum_Prune_explain'] = "ÓíŞæã åĞÇ ÇáÎíÇÑ ÈÍĞİ Ãí ãæÖæÚ áã íÊã ÇáãÓÇåãÉ İíå ãäĞ ÚÏÏ ÇáÃíÇã ÇáĞí ÊÎÊÇÑå¡ ÅĞÇ áã ÊÏÎá ÑŞãÇ¡ İÅä ÌãíÚ ãæÇÖíÚ ÇáÓÇÍÉ ÓíÊã ÍĞİåÇ¡ áä íŞæã åĞÇ ÇáÎíÇÑ ÈÍĞİ ÇáãæÇÖíÚ ÇáÊí áÇ ÊÒÇá ÈåÇ ÇÓÊÈíÇäÇÊ İÚÇáÉ¡ æáä ÊŞæã ÈÍĞİ ÇáÅÚáÇäÇÊ ÃíÖÇ.";
$lang['Do_Prune'] = "ÇáÈÏÃ ÈÇáÊåĞíÈ";
$lang['All_Forums'] = "ÌãíÚ ÇáÓÇÍÇÊ";
$lang['Prune_topics_not_posted'] = "ÍĞİ ÇáãæÇÖíÚ ÇáÊí áã íÊã ÇáãÓÇåãÉ ÈåÇ ãäĞ ";
$lang['Topics_pruned'] = "ÇáãæÇÖíÚ ÇáãÍĞæİÉ";
$lang['Posts_pruned'] = "ÇáãÓÇåãÇÊ ÇáãÍĞæİÉ";
$lang['Prune_success'] = "Êã ÍĞİ ÇáãæÇÖíÚ ÈäÌÇÍ";


//
// Word censor
//
$lang['Words_title'] = "ÑŞÇÈÉ ÇáßáãÇÊ";
$lang['Words_explain'] = "íãßäß ãä åĞÇ ÇáŞÓã ÅÖÇİÉ æÊÚÏíá æÍĞİ ÃíÉ ßáãÇÊ ÊÑíÏ ÑŞÇÈÊåÇ ÊáŞÇÆíÇ İí ÓÇÍÇÊß¡ ÅÖÇİÉ Åáì Ğáß¡ áä íÊã ÇáÓãÇÍ ááãÓÊÎÏãíä ÈÇáÊÓÌíá ÈÃÓãÇÁ ÊÍÊæí Úáì ÅÍÏì åĞå ÇáßáãÇÊ¡ íãßä ÇÓÊÎÏÇã ÍÑİ ÇáãØÇÈŞÉ ÇáÚÇãÉ ( * ) İí ÍŞá ÇáßáãÉ¡ *ÇÎÊÈÇÑ* ÓÊØÇÈŞ ÇáßáãÉ ÈÇÎÊÈÇÑå¡ ÇÎÊÈÇÑ* ÓÊØÇÈŞ ÇáßáãÉ ÇÎÊÈÇÑå¡ æ *ÇÎÊÈÇÑ ÓÊØÇÈŞ ÇáßáãÉ ÈÇÎÊÈÇÑ.";
$lang['Word'] = "ßáãÉ";
$lang['Edit_word_censor'] = "ÊÚÏíá ÑŞÇÈÉ ÇáßáãÇÊ";
$lang['Replacement'] = "ÇáÈÏíá";
$lang['Add_new_word'] = "ÅÖÇİÉ ßáãÉ ÌÏíÏÉ";
$lang['Update_word'] = "ÊÍÏíË ÑŞÇÈÉ ÇáßáãÇÊ";

$lang['Must_enter_word'] = "íÌÈ Ãä ÊÏÎá ÇáßáãÉ æÈÏíáÊåÇ";
$lang['No_word_selected'] = "áã íÊã ÇÎÊíÇÑ ßáãÉ ááÊÍÏíË";

$lang['Word_updated'] = "Êã ÊÍÏíË ßáãÉ ÇáÑŞÇÈÉ ÇáãÎÊÇÑÉ ÈäÌÇÍ";
$lang['Word_added'] = "Êã ÅÖÇİÉ ßáãÉ ÇáÑŞÇÈÉ ÈäÌÇÍ";
$lang['Word_removed'] = "Êã ÍĞİ ßáãÉ ÇáÑŞÇÈÉ ÇáãÎÊÇÑÉ ÈäÌÇÍ";

$lang['Click_return_wordadmin'] = "ÃäŞÑ %såäÇ%s ááÚæÏÉ Åáì ÅÏÇÑÉ ÑŞÇÈÉ ÇáßáãÇÊ";


//
// Mass Email
//
$lang['Mass_email_explain'] = "íãßä ãä åäÇ ÅÑÓÇá ÑÓÇáÉ ÈÇáÈÑíÏ ÇáÅáßÊÑæäí ÅãÇ Åáì ÌãíÚ ÇáãÓÊÎÏãíä¡ Ãæ ÇáãÓÊÎÏãíä Öãä ãÌãæÚÉ ãÚíäÉ¡ ááÊäİíĞ Ğáß¡ ÓíÊã ÅÑÓÇá ÇáÑÓÇáÉ Åáì ÇáÈÑíÏ ÇáÅáßÊÑæäí ÇáÅÏÇÑí æíÊã ÅÖÇİÉ ÇáÚäÇæíä ÇáÅáßÊÑæäíÉ áÌãíÚ ãÓÊÎÏãí ÇáãÌãæÚÉ İí ÍŞá ( äÓÎÉ Åáì ) ÇáãÎİí¡ ÅĞÇ ßäÊ ÊŞæã ÈÅÑÓÇá ÇáÑÓÇáÉ Åáì ãÌãæÚÉ ßÈíÑÉ ãä ÇáãÓÊÎÏãíä¡ ÇáÑÌÇÁ ÇáÇäÊÙÇÑ ÍÊì íÊã ÇáÇäÊåÇÁ ãä ÇáÚãáíÉ¡ æáÇ ÊŞã ÈÅíŞÇİ ÊÍãíá ÇáÕİÍÉ İí ãäÊÕİ ÇáØÑíŞ¡ ãä ÇáØÈíÚí Ãä íÓÊÛÑŞ ÇáÅÑÓÇá ÈÇáÌãáÉ æŞÊÇ ØæíáÇ.";
$lang['Compose'] = "ßÊÇÈÉ"; 

$lang['Recipients'] = "ÇáãÑÓá Åáíåã"; 
$lang['All_users'] = "ÌãíÚ ÇáãÓÊÎÏãíä";

$lang['Email_successfull'] = "Êã ÅÑÓÇá ÑÓÇáÊß";
$lang['Click_return_massemail'] = "ÃäŞÑ %såäÇ%s ááÚæÏÉ Åáì ÅÏÇÑÉ ÇáÈÑíÏ ÈÇáÌãáÉ.";


//
// Ranks admin
//
$lang['Ranks_title'] = "ÇáÊÍßã İí ÇáÑÊÈ";
$lang['Ranks_explain'] = "íãßäß åäÇ ÅÖÇİÉ æÊÚÏíá æãÔÇåÏÉ æÍĞİ ÇáÑÊÈ¡ íãßäß ÃíÖÇ ÅäÔÇÁ ÑÊÈ ãÎÕÕÉ æÊÚííäåÇ Åáì ãÓÊÎÏã ãÇ ÚÈÑ äÙÇã ÅÏÇÑÉ ÇáãÓÊÎÏãíä.";

$lang['Add_new_rank'] = "ÅÖÇİÉ ÑÊÈÉ ÌÏíÏÉ";

$lang['Rank_title'] = "ÚäæÇä ÇáÑÊÈÉ";
$lang['Rank_special'] = "ÑÊÈÉ ÎÇÕÉ";
$lang['Rank_minimum'] = "ÇáÍÏ ÇáÃÏäì ãä ÇáãÓÇåãÇÊ";
$lang['Rank_maximum'] = "ÇáÍÏ ÇáÃÚáì ãä ÇáãÓÇåãÇÊ";
$lang['Rank_image'] = "ÕæÑÉ ÇáÑÊÈÉ ( ÇáãÓÇÑ äÓÈÉ Åáì Ïáíá phpBB2 ÇáÌĞÑí )";
$lang['Rank_image_explain'] = "ÇÓÊÎÏã åĞÇ ÇáÍŞá áÊÚííä ÕæÑÉ ÕÛíÑÉ áåĞå ÇáÑÊÈÉ";

$lang['Must_select_rank'] = "íÌÈ Ãä ÊÎÊÇÑ ÑÊÈÉ";
$lang['No_assigned_rank'] = "áã íÊã ÊÚííä ÑÊÈÉ ãÎÕÕÉ";

$lang['Rank_updated'] = "Êã ÊÚÏíá ÇáÑÊÈÉ ÈäÌÇÍ";
$lang['Rank_added'] = "Êã ÅÖÇİÉ ÇáÑÊÈÉ ÈäÌÇÍ";
$lang['Rank_removed'] = "Êã ÍĞİ ÇáÑÊÈÉ ÈäÌÇÍ";

$lang['Click_return_rankadmin'] = "ÃäŞÑ %såäÇ%s ááÚæÏÉ Åáì ÅÏÇÑÉ ÇáÑÊÈ";


//
// Disallow Username Admin
//
$lang['Disallow_control'] = "ÅÏÇÑÉ ÃÓãÇÁ ÇáãÓÊÎÏãíä ÇáÛíÑ ãÊÇÍÉ";
$lang['Disallow_explain'] = "íãßäß ÇáÊÍßã İí ÃÓãÇÁ ÇáãÓÊÎÏãíä ÇáÛíÑ ãÊÇÍ ÇÓÊÎÏÇãåÇ¡ íãßäß ÇÓÊÎÏÇã ÍÑİ ÇáãØÇÈŞÉ ÇáÚÇã ( * ) İí ÃÓãÇÁ ÇáãÓÊÎÏãíä ÇáÛíÑ ãÊÇÍÉ¡ áÇÍÙ ÈÃäß áä ÊÓÊØíÚ ãäÚ ÇÓÊÎÏÇã ÃÓãÇÁ ÇáãÓÊÎÏãíä ÇáãØÇÈŞÉ áãÓÊÎÏã ãÓÌá ÍÇáíÇ İí ÇáãäÊÏì¡ íÌÈ Ãä ÊŞæã ÈÍĞİ ÇáãÓÊÎÏã ŞÈá ÇáŞíÇã ÈĞáß.";

$lang['Delete_disallow'] = "ÍĞİ";
$lang['Delete_disallow_title'] = "ÍĞİ ãÓÊÎÏã ããäæÚ";
$lang['Delete_disallow_explain'] = "íãßäß ÍĞİ ÃÓãÇÁ ÇáãÓÊÎÏãíä ãä ŞÇÆãÉ ÇáãäÚ Úä ØÑíŞ ÇÎÊíÇÑåÇ ãä åĞå ÇáŞÇÆãÉ æÖÛØ ( ÅÑÓÇá )";

$lang['Add_disallow'] = "ÅÖÇİÉ";
$lang['Add_disallow_title'] = "ÅÖÇİÉ ÇÓã ãÓÊÎÏã Åáì ŞÇÆãÉ ÇáãäÚ";
$lang['Add_disallow_explain'] = "íãßäß ÇÓÊÎÏÇã ÍÑİ ÇáãØÇÈŞÉ ÇáÚÇã ( * ) İí ŞÇÆãÉ ÇáãäÚ";

$lang['No_disallowed'] = "áÇ ÊæÌÏ ÃÓãÇÁ ãÓÊÎÏãíä ããäæÚÉ";

$lang['Disallowed_deleted'] = "Êã ÍĞİ ÇÓã ÇáãÓÊÎÏã ãä ŞÇÆãÉ ÇáãäÚ ÈäÌÇÍ";
$lang['Disallow_successful'] = "Êã ÅÖÇİÉ ÇÓã ÇáãÓÊÎÏã Åáì ŞÇÆãÉ ÇáãäÚ ÈäÌÇÍ";
$lang['Disallowed_already'] = "ÊÚĞÑ ãäÚ ÇÓã ÇáãÓÊÎÏã ÇáĞí ÃÏÎáÊå. ÅãÇ áÃäå ãæÌæÏ ÈÇáİÚá İí ŞÇÆãÉ ÇáãäÚ¡ Ãæ Ãä åäÇáß ÇÓã ãÓÊÎÏã ãØÇÈŞ Öãä ÇáãÓÊÎÏãíä ÇáãÓÌáíä.";

$lang['Click_return_disallowadmin'] = "ÃäŞÑ %såäÇ%s ááÚæÏÉ Åáì ÅÏÇÑÉ ãäÚ ÃÓãÇÁ ÇáãÓÊÎÏãíä";


//
// Styles Admin
//
$lang['Styles_admin'] = "ÅÏÇÑÉ ÇáÊÕÇãíã";
$lang['Styles_explain'] = "íãßäß Úä ØÑíŞ åĞÇ ÇáŞÓã ÅÖÇİÉ æÅÒÇáÉ æÅÏÇÑÉ ÇáÊÕÇãíã ( ÇáŞæÇáÈ æÇáÃäãÇØ ) ÇáãÊæİÑÉ áãÓÊÎÏãíß.";
$lang['Styles_addnew_explain'] = "ÇáŞÇÆãÉ ÇáÊÇáíÉ ÊÊÖãä ÌãíÚ ÇáÃäãÇØ ÇáãÊæİÑÉ ááŞæÇáÈ ÇáÊí ÊãáßåÇ ÍÇáíÇ¡ ÇáÚäÇÕÑ ÇáãæÌæÏÉ İí åĞå ÇáŞÇÆãÉ áã íÊã ÊÑßíÈåÇ İí ŞÇÚÏÉ ÇáÈíÇäÇÊ ÈÚÏ¡ ßá ãÇ Úáíß Úãáå áÊÑßíÈ ÇáäãØ İí ŞÇÚÏÉ ÇáÈíÇäÇÊ åæ ÇáäŞÑ Úáì æÕáÉ ( ÊÑßíÈ ) ÈÌæÇÑ ÇÓã ÇáäãØ.";

$lang['Select_template'] = "ÇÎÊÑ ŞÇáÈÇ";

$lang['Style'] = "ÇáÊÕãíã";
$lang['Template'] = "ÇáŞÇáÈ";
$lang['Install'] = "ÊÑßíÈ";
$lang['Download'] = "ÊäÒíá";

$lang['Edit_theme'] = "ÊÚÏíá ÇáäãØ";
$lang['Edit_theme_explain'] = "İí ÇáäãæĞÌ ÈÇáÃÓİá¡ íãßäß ÊÚÏíá ÅÚÏÇÏÇÊ ÇáäãØ ÇáĞí ÇÎÊÑÊå.";

$lang['Create_theme'] = "Êßæíä ÇáäãØ";
$lang['Create_theme_explain'] = "ÇÓÊÚãá ÇáäãæĞÌ İí ÇáÇÓİá áÊßæíä äãØ ÈÇÓÊÚãÇá ÇáŞÇáÈ. ÚäÏ ÇÏÎÇá ÇáÇáæÇä (æåí ÈØÑíŞÉ ÇáÇÑŞÇã ÇáåíßÓÇ ÏíÓíãÇá) íÌÈ ÚÏã ÇÏÎÇá ÚáÇãÉ ÇáÊŞÇØÚ #, İÇááæä CCCCCC ÕÍíÍ, æ #CCCCCC ÛíÑ ÕÍíÍ";

$lang['Export_themes'] = "ÊÕÏíÑ ÇáÇäãÇØ";
$lang['Export_explain'] = "İí åĞå ÇááæÍÉ ÊÓÊØíÚ ÇÕÏÇÑ ãæÇÕİÇÊ ÇáäãØ İí ãáİ ÎÇÑÌí áåĞÇ ÇáŞÇáÈ. ÇÎÊÇÑ ÇáŞÇáÈ ãä ÇáŞÇÆãÉ İí ÇáÇÓİá æÓíŞæã ÈÑäÇãÌ ÈÊßæíä ãáİ ÇáÇÚÏÇÏ ÍÊì íÍİÙå İí ãÌáÏ ÇáŞæÇáÈ ÇáãÎÊÇÑ. Çä áã íÓÊØÚ ÇáÈÑäÇãÌ ÇáŞíÇã ÈÚãáíÉ ÇáÍİÙ Óæİ íÚØíß ÇáÇÎÊíÇÑ áÊäÒíáå áÏíß. ÍÊì íÓÊØíÚ ÇáÈÑäÇãÌ ÇáŞíÇã ÈÚãáíÉ ÇáÍİÙ Úáíß ÇÚØÇÁå ÇáÕáÇÍíÉ ÇááÇÒãÉ ÚäÏ ÎÇÏã ÇáÕİÍÇÊ áãÌáÏ ÇáŞæÇáÈ. áãÒíÏ ãä ÇáãÚáæãÇÊ ÇŞÑÁ Ïáíá ÇáãÓÊÎÏã áÜ  phpBB 2.";

$lang['Theme_installed'] = "Êã ÊÑßíÈ ÇáäãØ ÇáãÎÊÇÑ";
$lang['Style_removed'] = "Êã ÇÒÇáÉ ÇáäãØ ãä ŞÇÚÏÉ ÇáÈíÇäÇÊ. áÇßãÇá ÇÒÇáÉ ÇáäãØ Úáíß ãÓÍ ÇáãÌáÏ ãä ãÌáÏÇÊ ÇáÇäãÇØ ÇáãÓãì templates.";
$lang['Theme_info_saved'] = "Êã ÍİÙ ãÚáæãÇÊ ÇáäãØ. Úáíß ÇáÂä ÇÚÇÏÉ ÕáÇÍíÇÊ Çáãáİ ÇáãÓãì theme_info.cfg (æããßä Úáì ÕáÇÍíÇÊ ÇáÏáíá ÇáĞí íÍæí ÇáäãØ) Åáì ŞÑÇÁÉ İŞØ";
$lang['Theme_updated'] = "Êã ÊÍÏíË ÇáäãØ. Úáíß ÊÕÏíÑ ÇÚÏÇÏÇÊ ÇáäãØ";
$lang['Theme_created'] = "Êã Êßæíä ÇáäãØ. Úáíß ÇáÂä ÊÕÏíÑ ÇáäãØ Çáì ãáİ ÇÚÏÇÏ ÇáÇäãÇØ ááÍİÙ ÇáÌÇäÈí Ãæ ááÇÓÊÚãÇá İí ãßÇä ÂÎÑ";

$lang['Confirm_delete_style'] = "åá ÇäÊ ãÊÃßÏ ãä ÇáÛÇÁ åĞÇ ÇáäãØ¿";

$lang['Download_theme_cfg'] = "áã ÇÓÊØíÚ ÊÕÏíÑ ãáİ ÇáÇÚÏÇÏÇÊ ááŞÇáÈ. ÇÖÛØ Úáì ÇáÒÑ İí ÇáÇÓİá áÊäÒíá Çáãáİ. İæÑ ÇáÇäÊåÇÁ ãä ÊäÒíá Çáãáİ Úáíß äŞá Çáãáİ Çáì ÇáÏáíá ÇáÎÇÕ ÈÇáŞÇáÈ . ÊÓÊØíÚ ÊÌãíÚ ÇáãáİÇÊ ááÊæÒíÚ Ãæ ááäŞá Çáì ãßÇä ÂÎÑ";
$lang['No_themes'] = "ÇáŞÇáÈ ÇáĞí ÇÎÊÑÊå áíÓ áå äãØ ãÑÊÈØ ãÚå. áÊßæíä äãØ ÌÏíÏ Úáíß ÇáÖÛØ Úáì æÕáÉ Êßæíä ÊäÓíŞ ÌÏíÏ İí ÇááæÍÉ Úáì ÇáíÓÇÑ";
$lang['No_template_dir'] = "áã ÇÓÊØíÚ İÊÍ ãÌáÏ ÇáŞæÇáÈ. ŞÏ áÇ íßæä ãŞÑæÁ Ãæ ŞÏ áÇ íßæä ãæÌæÏ";
$lang['Cannot_remove_style'] = "áÇ ÊÓÊØíÚ ÇÒÇáÉ ÇáäãØ ÇáÍÇáí ÍíË Çäå ÇáäãØ ÇáÇÓÇÓí İí ÇáãäÊÏì. ÍÇæá ÊÛííÑ ÇÎÊíÇÑ ÇáäãØ ÇáÇÓÇÓí æãÍÇæáÉ ÇáÇÒÇáÉ ãÑÉ ÇÎÑì.";
$lang['Style_exists'] = "ÇÓã ÇáÊäÓíŞ ÇáãÎÊÇÑ ãæÌæÏ ÓÇÈŞÇ, ÇáÑÌÇÁ ÇÎÊíÇÑ ÇÓã ÂÎÑ ááÊäÓíŞ.";

$lang['Click_return_styleadmin'] = "ÇÖÛØ %såäÇ%s ááÚæÏÉ Çáì ÇÚÏÇÏ ÇáÊäÓíŞ";

$lang['Theme_settings'] = "ÇÚÏÇÏÇÊ ÇáäãØ";
$lang['Theme_element'] = "ÚäÕÑ ÇáäãØ";
$lang['Simple_name'] = "ÇáÇÓã ÇáÈÓíØ";
$lang['Value'] = "ÇáŞíãÉ";
$lang['Save_Settings'] = "ÇÍİÙ ÇáÊÛííÑÇÊ";

$lang['Stylesheet'] = "CSS Stylesheet";
$lang['Background_image'] = "ÕæÑÉ ÇáÎáİíÉ";
$lang['Background_color'] = "áæä ÇáÎáİíÉ";
$lang['Theme_name'] = "ÇÓã ÇáäãØ";
$lang['Link_color'] = "áæä ÇáæÕáÉ";
$lang['Text_color'] = "áæä ÇáßÊÇÈÉ";
$lang['VLink_color'] = "áæä ÇáæÕáÉ ÇáŞÏíãÉ";
$lang['ALink_color'] = "áæä ÇáæÕáÉ ÇáİÚÇáÉ";
$lang['HLink_color'] = "Çááæä Úáì ÇáæÕáÉ";
$lang['Tr_color1'] = "Õİ ÇáÌÏæá áæä ÑŞã 1";
$lang['Tr_color2'] = "Õİ ÇáÌÏæá áæä ÑŞã 2";
$lang['Tr_color3'] = "Õİ ÇáÌÏæá áæä ÑŞã 3";
$lang['Tr_class1'] = "Õİ ÇáÌÏæá äÙÇã 1";
$lang['Tr_class2'] = "Õİ ÇáÌÏæá äÙÇã 2";
$lang['Tr_class3'] = "Õİ ÇáÌÏæá äÙÇã 3";
$lang['Th_color1'] = "ÚäæÇä ÌÏæá áæä ÑŞã 1";
$lang['Th_color2'] = "ÚäæÇä ÌÏæá áæä ÑŞã 2";
$lang['Th_color3'] = "ÚäæÇä ÌÏæá áæä ÑŞã 3";
$lang['Th_class1'] = "ÚäæÇä ÌÏæá äÙÇã 1";
$lang['Th_class2'] = "ÚäæÇä ÌÏæá äÙÇã 2";
$lang['Th_class3'] = "ÚäæÇä ÌÏæá äÙÇã 3";
$lang['Td_color1'] = "ÎáíÉ ÌÏæá áæä ÑŞã 1";
$lang['Td_color2'] = "ÎáíÉ ÌÏæá áæä ÑŞã 2";
$lang['Td_color3'] = "ÎáíÉ ÌÏæá áæä ÑŞã 3";
$lang['Td_class1'] = "ÎáíÉ ÌÏæá äÙÇã 1";
$lang['Td_class2'] = "ÎáíÉ ÌÏæá äÙÇã 2";
$lang['Td_class3'] = "ÎáíÉ ÌÏæá äÙÇã 3";
$lang['fontface1'] = "ÇÓã ÇáÎØ 1";
$lang['fontface2'] = "ÇÓã ÇáÎØ 2";
$lang['fontface3'] = "ÇÓã ÇáÎØ 3";
$lang['fontsize1'] = "ÍÌã ÇáÎØ 1";
$lang['fontsize2'] = "ÍÌã ÇáÎØ 2";
$lang['fontsize3'] = "ÍÌã ÇáÎØ 3";
$lang['fontcolor1'] = "áæä ÇáÎØ 1";
$lang['fontcolor2'] = "áæä ÇáÎØ 2";
$lang['fontcolor3'] = "áæä ÇáÎØ 3";
$lang['span_class1'] = "äÙÇã ÇáÊæÒÚ 1";
$lang['span_class2'] = "äÙÇã ÇáÊæÒÚ 2";
$lang['span_class3'] = "äÙÇã ÇáÊæÒÚ 3";
$lang['img_poll_size'] = "ÍÌã ÕæÑÉ ÇáÊÕæíÊ [ÈÇáäŞÇØ]";
$lang['img_pm_size'] = "ÍÌã ÕæÑÉ ŞíÇÓ ÇáÑÓÇÆá ÇáÎÇÕÉ [ÈÇáäŞÇØ]";


//
// Install Process
//
$lang['Welcome_install'] = "ãÑÍÈÇ Èß İí ÊÑßíÈ ãäÊÏì phpBB 2";
$lang['Initial_config'] = "ÊÑßíÈ ÇÓÇÓí";
$lang['DB_config'] = "ÇÚÏÇÏÇÊ ŞÇÚÏÉ ÇáÈíÇäÇÊ";
$lang['Admin_config'] = "ÇÚÏÇÏÇÊ ÇáãÏíÑ";
$lang['continue_upgrade'] = "İæÑ ÇäÊåÇÁ ÓÍÈ ãáİ ÇáÇÚÏÇÏ Çáì ÌåÇÒß ÇÖÛØ Úáì ÒÑ\"ÇÓÊãÑ ÇáÊÍÏíË\" İí ÇáÇÓİá áÇÓÊßãÇá ÇáÊÑßíÈ.  ÇáÑÌÇÁ ÇäÊÙÇÑ ÇäÊåÇÁ ÇáÊÑßíÈ áßí ÊäŞá ãáİ ÇáÇÚÏÇÏ Çáì ÇáÌåÇÒ ÇáÑÆíÓí.";
$lang['upgrade_submit'] = "ÇÓÊãÑ İí ÇáÇÚÏÇÏ";

$lang['Installer_Error'] = "ÍÏË ÎØÃ ãÇ ÇËäÇÁ ÇáÊÑßíÈ";
$lang['Previous_Install'] = "åäÇß ÊÑßíÈ ãÓÈŞ ááãäÊÏì";
$lang['Install_db_error'] = "ÍÏË ÎØÃ ÇËäÇÁ ÇÚÏÇÏ ŞÇÚÏÉ ÇáÈíÇäÇÊ";

$lang['Re_install'] = "ÇáÇÚÏÇÏ ÇáÓÇÈŞ ãÇÒÇá İÚÇá. <br /><br />Çä ßäÊ ÊÑíÏ ÇÚÇÏÉ ÊÑßíÈ phpBB 2 Úáíß ÇáÖÛØ Úáì ÒÑ äÚã Yes İí ÇáÇÓİá. ÇäÊÈå İÅä åĞÇ Óæİ íÖíÚ ÌãíÚ ÇáÈíÇäÇÊ ÇáÓÇÈŞÉ, áä íÊã ÍİÙ äÓÎÉ ÇÍÊíÇØíÉ! ÇÓã æßáãÉ ÓÑ ÇáãÏíÑ ÓíÊã ÇÚÇÏÉ ÊßæíäåãÇ Úä ÇáÇäÊåÇÁ ãä ÇáÊÑßíÈ, ÌãíÚ ÇáÇÚÏÇÏÇÊ ÇáÓÇÈŞÉ Óæİ ÊáÛì. <br /><br />İßÑ ÈÊãÚä ŞÈá ÇáÖÛØ Úáì ÇáÒÑ äÚã Yes!";

$lang['Inst_Step_0'] = "äÔßÑß áÇÎÊíÇÑß ÇáãäÊÏì phpBB 2. áÇßãÇá ÇáÊÑßíÈ ÇáÑÌÇÁ ÇßãÇá ãáÁ ÇáãÑÈÚÇÊ ÇáÊÇáíÉ. ÇäÊÈå Çä ŞÇÚÏÉ ÇáÈíÇäÇÊ ÇáÊí Óæİ ÊäÔÃ ÈåÇ ÇáÌÏÇæá íÌÈ Çä Êßæä ãæÌæÏÉ. ÇĞÇ ßäÊ ÊÍãá ÇáÈÑäÇãÌ ÈÇÓÊÚãÇá ŞÇÚÏÉ ÈíÇäÇÊ ÊÓÊÚãá äÙÇã ODBC, ãËá MS Access Úáíß ÊÚÑíİ ÇáÜ DSN áåÇ ŞÈá ÇáÈÏÁ ÈÇáÊÑßíÈ.";

$lang['Start_Install'] = "ÇÈÏÃ ÈÇáÊÑßíÈ";
$lang['Finish_Install'] = "Çßãá ÇáÊÑßíÈ";

$lang['Default_lang'] = "áÛÉ ÇáãäÊÏì ÇáÇÓÇÓíÉ";
$lang['DB_Host'] = "ÇÓã ÇáÌåÇÒ ÇáĞí íÍæí ŞÇÚÏÉ ÇáÈíÇäÇÊ / DSN";
$lang['DB_Name'] = "ÇÓã ŞÇÚÏÉ ÇáÈíÇäÇÊ";
$lang['DB_Username'] = "ÇÓã ãÓÊÎÏã ŞÇÚÏÉ ÇáÈíÇäÇÊ";
$lang['DB_Password'] = "ßáãÉ ÓÑ ãÓÊÎÏã ŞÇÚÏÉ ÇáÈíÇäÇÊ";
$lang['Database'] = "ŞÇÚÏÉ ÈíÇäÇÊß";
$lang['Install_lang'] = "ÇÎÊÑ áÛÉ ÇáÊÑßíÈ";
$lang['dbms'] = "äæÚ ŞÇÚÏÉ ÇáÈíÇäÇÊ";
$lang['Table_Prefix'] = "ÇáßáãÉ ÇáãÓÈŞÉ ááÌÏÇæá İí ŞÇÚÏÉ ÇáÈíÇäÇÊ";
$lang['Admin_Username'] = "ÇÓã ÇáãÏíÑ";
$lang['Admin_Password'] = "ßáãÉ ÓÑ ÇáãÏíÑ";
$lang['Admin_Password_confirm'] = "ßáãÉ ÓÑ ÇáãÏíÑ [ ááÊÃßíÏ ]";

$lang['Inst_Step_2'] = "Êã Êßæíä ÇÓã ÇáãÏíÑ.  İí åĞå ÇááÍÙÉ ŞÏ Êã ÇäÌÇÒ ÇáÊÑßíÈ ÇáÇÓÇÓí. ÓíÊã ÇáÇäÊŞÇá Çáì ÇáÔÇÔÉ ÇáÊÇáíÉ áÇßãÇá ÇÚÏÇÏ ÇáãäÊÏì. ÇáÑÌÇÁ ÇáÊÃßÏ ãä ÇáÇÚÏÇÏÇÊ ÇáÚÇãÉ. äÔßÑß áÇÎÊíÇÑ ÇáãäÊÏì phpBB 2.";

$lang['Unwriteable_config'] = "áã ÇÊãßä ãä ßÊÇÈÉ ãáİ ÇáÇÚÏÇÏ. äÓÎÉ ãä ãáİ ÇáÇÚÏÇÏ ÓíÊã äŞáåÇ áß Úä ÇáÖÛØ Úáì ÇáÒÑ İí ÇáÇÓİá. Úáíß äŞá Çáãáİ Çáì ãßÇä æÌæÏ ÇáãäÊÏì. ÚäÏãÇ ÊäŞá Çáãáİ ÇÏÎá ÇáãäÊÏì ÈÇÓã ÇáãÏíÑ æßáãÉ ÇáÓÑ ÇáÊí Êã ÊÍÏíÏåÇ İí ÇáÕİÍÉ ÇáÓÇÈŞÉ æÇäÊŞá Çáì áæÍÉ ÇáÊÍßã (ÊÓÊØíÚ ÇáÇäÊŞÇá Çáì áæÍÉ ÇáÊÍßã ÈÇáÖÛØ Úáì ÇáæÕáÉ İí ÇÓİá ÇáÕİÍÉ ãä ÇáãäÊÏì ÇáÑÆíÓí)  ááÊÏŞíŞ Úáì ÇáÇÚÏÇÏÇÊ ÇáÚÇãÉ. äÔßÑß áÇÎÊíÇÑ ÇáãäÊÏì phpBB 2.";
$lang['Download_config'] = "ÇÓÍÈ ãáİ ÇáÇÚÏÇÏ";

$lang['ftp_choose'] = "ÇÎÊÑ ØÑíŞÉ ÓÍÈ Çáãáİ";
$lang['ftp_option'] = "<br />ÍíË Çä ÊãÏíÏÇÊ ÇáÜ FTP ãÔÛáÉ İí åĞå ÇáäÓÎÉ ãä ÇáÜ PHP ÊÓÊØíÚ ÊÌÑÈÉ ÇãßÇäíÉ ÇÑÓÇá ãáİ ÇáÇÚÏÇÏ ÂáíÇ Çáì ãæŞÚ ÇáãäÊÏì İí ÇáÌåÇÒ.";
$lang['ftp_instructs'] = "áŞÏ ÇÎÊÑÊ äŞá ãáİ ÇáÇÚÏÇÏ áÜ phpBB 2 ÂáíÇ.  ÇáÑÌÇÁ ÇÏÎÇá ÇáãÚáæãÇÊ ÇáÊÇáíÉ áÊãßíä Ğáß. áÇÍÙ Çä ãßÇä ÇáäŞá ááÜ FTP íÌÈ Çä íßæä ÇáÏáíá ÇáÕÍíÍ áãßÇä ÊÑßíÈ ÇáãäÊÏì phpBB2 ßÃäß ÊŞæã ÈÚãáíÉ ÇáäŞá íÏæíÇ.";
$lang['ftp_info'] = "ÇÏÎá ãÚáæãÇÊ ÇáÜ FTP";
$lang['Attempt_ftp'] = "ÍÇæá äŞá ãáİ ÇáÇÚÏÇÏ Çáì ÇáãßÇä ÇáÕÍíÍ";
$lang['Send_file'] = "ÇÈÚË ãáİ ÇáÇÚÏÇÏ Çáí æÓÃŞæã ÃäÇ ÈÇÑÓÇáå Çáì ÇáãßÇä ÇáÕÍíÍ";
$lang['ftp_path'] = "ãßÇä ÇáÜ FTP Çáì phpBB 2";
$lang['ftp_username'] = "ÇÓã ÇáãÊÓÎÏã ááÜ FTP";
$lang['ftp_password'] = "ßáãÉ ÇáÓÑ ááÜ FTP";
$lang['Transfer_config'] = "ÇÈÏÃ ÇáäŞá";
$lang['NoFTP_config'] = "áŞÏ İÔáÊ ãÍÇæáÉ äŞá ãáİ ÇáÇÚÏÇÏ Çáì ãæŞÚ ÇáãäÊÏì.  ÇáÑÌÇÁ ÓÍÈ ãáİ ÇáÇÚÏÇÏ æÇÑÓÇáå Çáì ãßÇäå ÇáÕÍíÍ íÏæíÇ.";

$lang['Install'] = "ÊÑßíÈ ÌÏíÏ";
$lang['Upgrade'] = "ÊÍÏíË";


$lang['Install_Method'] = "ÇÎÊÑ ØÑíŞÉ ÊÑßíÈ ÇáãäÊÏì";

$lang['Install_No_Ext'] = "ÇÚÏÇÏ PHP Úáì ÎÇÏã ÇáÕİÍÇÊ áÏíß áÇ íÏÚã äæÚ ŞÇÚÏÉ ÇáÈíÇäÇÊ ÇáÊí Êã ÇÎÊíÇÑåÇ";

$lang['Install_No_PCRE'] = "phpBB2 Requires the Perl-Compatible Regular Expressions Module for php which your php configuration doesn't appear to support!";

//
// That's all Folks!
// -------------------------------------------------

?>