<?php
/***************************************************************************
 *                           lang_faq.php [arabic]
 *                            -------------------
 *   begin                : Wednesday Oct 3, 2001
 *   copyright            : (C) 2001 The phpBB Group
 *   email                : support@phpbb.com
 *
 *   $Id: lang_faq.php,v 1.4 2001/12/15 16:42:08 psotfx Exp $
 *
 *
 ***************************************************************************/

/***************************************************************************
 *
 *   This program is free software; you can redistribute it and/or modify
 *   it under the terms of the GNU General Public License as published by
 *   the Free Software Foundation; either version 2 of the License, or
 *   (at your option) any later version.
 *
 ***************************************************************************/

/* CONTRIBUTORS:
	2003-1-25	Waheed Al-Sayer (wfa@paaet.edu.kw)
		Updated to version 2.0.4.
*/

//
// בבַײַÝֹ Ýם ַבדּדזÚֹ ַײÝ ׃״ׁ ּֿםֿ בו׀ַ ַבדבÝ ַָב״ׁםÞֹ ַבÊַבםֹ:
// $faq[] = array("ַב׃ִַב", "ַבּזַָ");
// ַ׀ַ ßהÊ Êׁםֿ Úדב Ýַױב ײÚ $faq[] = array("--","Úהזַה ַבדּדזÚֹ והַ");
// םÊד Êֽֿםֻ ַבזױבַÊ ֲבםַ
//
// בַ Êה׃ל Úבַדֹ ; Ýם הוַםֹ ַב׃״ׁ
// בַ ÊײÚ Úבַדֹ ַבÊהױםױ (") Ýם דֿ־בַÊß ַה ßהÊ דײ״ַׁ ײÚ Úבַדֹ וß׀ַie. \"הױ\";
//
// ÊׁÊםָ Ùוזׁ ַבַ׃ֶבֹ םÊד ָהÝ׃ ַבÊׁÊםָ Ýם ו׀ַ ַבדבÝ
//


$faq[] = array("--","דזַײםÚ Úה ַבֿ־זב זַבÊ׃ּםב");
$faq[] = array("בד בַ ַ׃Ê״םÚ ַבֿ־זב?", "וב ׃ּבÊ הÝ׃ß? Ýם ַבזַÞÚ Úבםß ַבÊ׃ּםב ֳזבַ Þָב ַבֿ־זב. וב דהÚÊ דה ַבֿ־זב (׃זÝ ÊÙוׁ ׁ׃ַבֹ Êזײֽ דהÚß)? ַה Êד דהÚß Úבםß דַׁ׃בֹ דֿםׁ ַבדזÞÚ ֳז ַבדװׁÝ בדÚׁÝֹ ַב׃ָָ. ַה ßהÊ Þֿ ׃ּבÊ הÝ׃ß זבד Êßה Þֿ דהÚÊ Êֳßֿ דה ַבַ׃ד זßבדֹ ַב׃ׁ . Ýם ַבÚַֹֿ Êßזה Êבß ום ַבדװßבֹ, ַ׀ַ ßַה ßב װםֱ ױֽםַֽ Úבםß ַבַÊױַב ָד׃ִזב ַבדזÞÚ ÝÞֿ םßזהזַ Þֿ ַÚֿזַ ַבדהÊֿל ָװßב Ûםׁ ױֽםֽ.");
$faq[] = array("בד ַ׃ּב הÝ׃ם?", "Þֿ בַ ÊֽÊַּ ׀בß, בßה ַבַדׁ םּׁÚ ַבל ד׃ִזבםה ַבדזÞÚ ַה ׃דֽזַ בß ָÊ׃ּםב ׁ׃ֶַב בß Ýם ַבדהÊֿל. Úבל ַבÚדזד ַבÊ׃ּםב םÚ״םß ױבַֽםַÊ בם׃Ê דזּזֹֿ בבײםÝ ַבÚַֿם דֻב ױזׁ ־ַױֹ בבװ־ױםַÊ, ׁ׃ֶַב ־ַױֹ, דַׁ׃בֹ ַבׂדבֱַ ַבד׃ּבםה, ַבַװÊַׁß ַָבדּדזÚַÊ ַב־ַױֹ, זÛםׁוַ. בה ם׃ÊÛׁÞ Ê׃ּבםß ׃זל ֿÞֶַÞ דÚֿזֹֿ ב׀ל ההױֽß ַָבÊ׃ּםב.");
$faq[] = array("בד םÊד ַ־ַּׁם ֲבםַ?", "ַ׀ַ בד ÊײÚ Úבַדֹ Úבל <i>ַֿ־בהם ֲבםַ</i> Úהֿ ֿ־זבß ַבדהÊֿל ׃זÝ םÊד ַ־ַּׁß ָÚֿ ַהÊוֱַ זÞÊ דÚםה. ו׀ַ םֽדם ֽ׃ַָß דה ַ׃ÊÛבַבו דה װ־ױ ֲ־ׁ. ֽÊל בַ Ê־ּׁ ֲבםַ ײÚ Úבַדֹ ױֽ Úבל ַבדָׁÚ ַבדװַׁ ַבםו, בַ ההױֽ ָ׀בß ַ׀ַ ßַה ַבּוַׂ ַב׀ם ֿ־בÊ דהו ּוַׂ Úַד דװÊׁß, דֻב ַבדßÊָֹ זַהÊׁהÊ ßַÝםו, ַבַּדÚֹ זÛםׁוַ.");
$faq[] = array("ßםÝ ַדהÚ ַ׃דם דה ַבÙוזׁ Ýם Þֶַדֹ ַ׃דֱַ ַבדװÊׁßםה?", "Ýם הָ׀ֹ Úהß ׃זÝ Êּֿ ַ־Êםַׁ <i>ַ־Ýם זײÚם ַֻהֱַ ׂםַׁÊם</i>, ַה ÝÚבÊ ו׀ַ ַבַ־Êםַׁ <i>ÝÚַב</i> ׃זÝ ÊÙוׁ ÝÞ״ בד׃ִזב ַבדזÞÚ ֳז בהÝ׃ß. ׃זÝ ÊÚֿ ßדװÊׁß ד־ÊÝם.");
$faq[] = array("בÞֿ ÝÞֿÊ ßבדֹ ַב׃ׁ!", "בַ ÊÝׂÚ! ַָבׁÛד דה Úֿד ÞֿׁÊהַ Úבל ַ׃ÊַּׁÚ ßבדֹ ַב׃ׁ בßה ה׃Ê״םÚ ÊױÝםׁוַ. בÝÚב ׀בß ַהÊÞב ַבל ױÝֹֽ ַבֿ־זב ֻד ַײÛ״ Úבל  <u>בÞֿ ה׃םÊ ßבדֹ ַב׃ׁ</u>, ַÊָÚ ַבַׁװַַֿÊ ז׃זÝ Ê׃Ê״םÚ ַÚַֹֿ ַבֿ־זב Ýם ַÞָׁ זÞÊ");
$faq[] = array("בÞֿ ׃ּב בßה בַ ַ׃Ê״םÚ ַבֿ־זב!", "ֳזבַ Êֳßֿ דה ַֿ־ַבß ַ׃ד ַבד׃Ê־ֿד זßבדֹ ַב׃ׁ ַבױֽםֽםה. ַה ßַהÊַ ױֽםֽםה ÝÞֿ ֽֿÝ ַֽֿ ַדׁםה. ַ׀ַ ßַה ֿÚד ßזַָ ÝÚַב זײÛ״Ê Úבל  <u>ַהַ ַÞב דה 13 ׃הֹ</u> Úבםß ַÊַָÚ ַבַׁװַַֿÊ. ַ׀ַ בד Êßה ו׀ו ום ַבַֽבֹ ÝÞֿ םֽÊַּ ֽ׃ַָß בבÊװÛםב? ָÚֿ ַבדהÊֿםַÊ ÊֽÊַּ ÊÝÚםב ּדםÚ ַבַ־ÊםַַׁÊ, ׃זֱַ דה Þָבß ֳז דה Þָב ַבדֿםׁ. Úהֿדַ ÞדÊ ַָבÊ׃ּםב Þֿ Êßזה ַָבÛÊ ָßםÝֹ ÊװÛםב ַבֽ׃ַָ. ַ׀ַ ַׁ׃בÊ ַבםß ׁ׃ַבֹ ָׁםֿ Úבםß ַÊַָÚ ַבַׁװַַֿÊ, ַ׀ַ בד Ê׃Êבד ַבָׁםֿ וב ֳהÊ דÊֳßֿ דה ױֹֽ Úהזַה ָׁםֿß? ׃ָָ ַ׃ÊÚדַב ״ׁםÞֹ ÊÝÚםב ַבֽ׃ַָ Êבß ום דהÚ ַבד׃Ê־ֿדםה ַבÚַָׁםה דה ַ׃ÊÛבַב ַבדהÊֿל ָ״ׁםÞֹ ׃םֶֹ  זדּוזבֹ. ַ׀ַ ßהÊ דÊֳßֿ דה ױֹֽ ָׁםֿß ַבַבßÊׁזהם Ýַׁ׃ב ׁ׃ַבֹ בבדֿםׁ.");
$faq[] = array("בÞֿ ׃ּבÊ Ýם ַבדַײם בßה בַ ַ׃Ê״םÚ ַבֿ־זב ַבֲה?!", "ַßֻׁ ַבַֽÊדַבַÊ ום ßַבÊַבם; בÞֿ ַֿ־בÊ ַ׃ד ד׃Ê־ֿד ֳז ßבדֹ ׃ׁ ־ַ״ֶֹ (ַּׁÚ ַבל ַבׁ׃ַבֹ ַבÊם ַׁ׃בÊ בß Úהֿ Ê׃ּםבß) ֳז ַבÛל ַבד׃ִזב ֽ׃ַָß Ýם ַבדהÊֿל. ַ׀ַ ßַהÊ ַבַֽבֹ ַבַ־םֹׁ ÝÞֿ בד Êßה Þֿ ׃ַודÊ ֳָם װםלֱ Ýם ַבדהÊֿל? ַהו דה ַבדÚÊַֿ ַה םבÛם ַבד׃ִזבםה ַבדװÊׁßםה ַבÛםׁ ÝÚַבםה דה זÞÊ בֲ־ׁ ז׀בß בÊױÛםׁ ּֽד ÞַÚֹֿ ַבָםַהַÊ. ַֽזב ַÚַֹֿ ַבÊ׃ּםב ז׃ַוד Ýם ַבדהÊֿל ו׀ו ַבדֹׁ.");


$faq[] = array("--","ÊÝײםבַÊ זַÚַֿֿÊ ַבדװÊׁß");
$faq[] = array("ßםÝ ַ׃Ê״םÚ ÊÛםםׁ ַÚַֿֿÊם?", "ּדםÚ ַÚַַֿֿÊß (ַה ßהÊ ד׃ּב) םÊד Ê־ׂםהוַ Ýם ÞַÚֹֿ ַבָםַהַÊ. בÊÛםםׁוַ ַײÛ״ Úבל  <u>הָ׀ֹ Úה</u> (ÊÞÚ ַבזױבֹ Ýם ַÚבל ַבױÝֹֽ Ýם ַבÚַֹֿ זÞֿ בַÊßזה Ýם הÝ׃ ַבדזÞÚ). ו׀ַ ׃ם׃דֽ בß ָÊÛםםׁ ּדםÚ ַÚַֿֿÊß");
$faq[] = array("ַבַזÞַÊ Ûםׁ ױֽםֹֽ!", "הֽה דÊֳßֿזה ÊÞׁםַָ דה ַה ַבַזÞַÊ ױֽםֹֽ, בßה דַ Þֿ Êַׁו וז זÞÊ ב־״ ׂדה ם־ÊבÝ Úה ַבזÞÊ ַב׀ם ַהÊ Ýםו. ַה ßַהÊ Êבß ַבַֽבֹ ÝÚבםß ÊÛםׁ ַ־Êםַׁß ב־״ ַבׂדה Ýם ַÚַֿֿÊß בםÊהַ׃ָ דÚ דßַהß, דֻבַ דױׁ ַבדÛָׁ ַב׃Úזֿםֹ ַםַׁה. ַהÊָו ַה ÊÛםםׁ ־״ ַבׂדה, דֻב ַבַÚַֿֿÊ ַבַ־ׁל ם׃דֽ ָÊÛםםׁוַ בבד׃ּבםה ÝÞ״. ב׀ַ ַה בד Êßה Þֿ ׃ּבÊ הÝ׃ß Ýו׀ַ וז ַבזÞÊ ַבדהַ׃ָ, ױֽ ַבזÞÊ ַבדהַ׃ָ!");
$faq[] = array("בÞֿ ÛםׁÊ ־״ ַבׂדה בßה דַַׂב ַבזÞÊ Ûםׁ ױֽםֽ!", "ַה ßהÊ Þֿ ַױבֽÊ ַÚַֿֿ ־״ ַבׂדה זדַַׂב ַבזÞÊ Ûםׁ ױֽםֽ ַבַֽÊדַב ַבדÊזÞÚ וז הÙַד ÊזÝםׁ ַב׃ַÚֹ  (ֳז זÞÊ ַבױםÝ ßדַ וז דÚׁזÝ Ýם ָׁם״ַהםַ זÛםׁוַ). בד םױדד ַבדהÊֿל בדÚַבֹּ ַבÝׁÞ ָםה ַבזÞÊ ַבÚַֿם זזÞÊ ÊזÝםׁ ַב׃ַÚֹ ב׀ַ ַֻהֱַ ַבױםÝ Þֿ םßזה והַß ÝׁÞ ׃ַÚֹ דה ַבזÞÊ ַבדֽבם.");
$faq[] = array("בÛÊם בם׃Ê Ýם ַבÞֶַדֹ!", "והַß ַֽÊדַב ַה ַבד׃ִזב בד םײÚ בÛÊß דה ײדה ַבבÛַÊ ַבדהױָֹ ֳז בד םÞד ַֽֿ ָÊּׁדֹ ַבדהÊֿל בבÛÊß. ַֽזב ַב״בָ דה ַבד׃ִזב ַה םהױָ בÛÊß Ýם ַבדהÊֿל, ַה בד Êßה דזּזֹֿ בד בַ Êֳָֿ ַָבÊּׁדֹ. ַבדׂםֿ דה ַבדÚבזהַÊ דזּזֹֿ בֿל ױÝֹֽ דּדזÚֹ  phpBB (ַּׁÚ ַבל ַבזױבֹ Ýם ַ׃Ýב ַבױÝֹֽ)");
$faq[] = array("ßםÝ ַÙוׁ ױזֹׁ ַ׃Ýב ַ׃דם?", "Þֿ Êßזה והַß ױזׁÊַה ַ׃Ýב ַ׃ד ַבד׃Ê־ֿד Ýם ַבדזַײםÚ זַבֿׁזֿ. ַבַזבל ום ֹּֿׁ ַבד׃Ê־ֿד, Úַֹֿ דַ Êßזה Úבל װßב הּזד ֳז הÞַ״ זÊדֻב Úֿֿ ַבדװַׁßַÊ Ýם ַבדהÊֿל ֳז ַֽבÊß Ýם ַבדהÊֿל. ַ׃Ýב ו׀ו ום ױזֹׁ ַבװ־ױםֹ ַבד־Êַֹׁ זÊ׃דל ַÝַÊַׁ, זום ַָבÚַֹֿ ־ַױֹ ַָבד׃Ê־ֿד זÝׁםֹֿ. ַבַדׁ םּׁÚ בד׃ִזב ַבדהÊֿל בב׃דַֽ ָָׁ״ ױזֹׁ ַָבד׃Ê־ֿד זßםÝםֹ ÊזÝםׁ ַבױזֹׁ Ýם ַבדהÊֿל. ַה בד Ê׃Ê״םÚ ַ׃ÊÚדַב ַבױזׁ Ýַבַדׁ םּׁÚ בבד׃ִזב, בß ַה Ê׃ֳב Úה ַב׃ָָ (דה ַבדֳßֿ ַהוַ דÚÞזבֹ!)");
$faq[] = array("ßםÝ ַÛםׁ ÊױהםÝם?", "Ýם ַבÚדזד בַ Ê׃Ê״םÚ ÊÛםםׁ ד׃דל ַבׁÊָֹ (ַבׁÊָ ÊÙוׁ Ýם ַבÚַֹֿ ַ׃Ýב ַבַ׃ד זÝם ַÚַַֿֿÊß ז׀בß ֽ׃ָ Êה׃םÞ ַבדהÊֿל). דÚÙד ַבדהÊֿםַÊ Ê׃ÊÚדב ַבׁÊָ בַÙוַׁ Úֿֿ ַבׁ׃ֶַב ַבדׁ׃בֹ ַז ד׃Êזל ַבד׃Ê־ֿד Ýם ַבדהÊֿל, דֻבַ ַבד׃ִזבםה זַבדװׁÝםה בוד דַׁÊָ ־ַױֹ. ֳּׁזß בַ Ê׃םֱ דה ַ׃ÊÛבַב ַבדהÊֿל ַָׁ׃ַב ׁ׃ֶַב ֳז דזַײםÚ ÝַׁÛֹ בׂםַֹֿ ׁÊָÊß, Þֿ Êּֿ ַבד׃ִזב ֳז ַבדװׁÝ םÞבב דה ׁÊָß.");
$faq[] = array("Úהֿדַ ַײÛ״ Úבל ָׁםֿ װ־ױ דַ ם״בָ דה ַבֿ־זב?", "הֳ׃Ý בßה ַבד׃ּבםה ÝÞ״ בוד ַבÞֹֿׁ Úבל ַׁ׃ַב ׁ׃ֶַב ַבßÊׁזהםֹ ײדה ַבדהÊֿל (ַה ßַה ַבד׃ִזב Þַד ָÊÝÚםב ו׀ו ַבדםֹׂ). זו׀ו בÊÞבםב ַבׁ׃ֶַב ַבÛםׁ דׁÛזָ ָוַ דה ֳה Êׁ׃ב Úה ״ׁםÞ ַבדהÊֿל.");


$faq[] = array("--","דזַײםÚ ַבהװׁ");
$faq[] = array("ßםÝ ַהװׁ דזײזÚ Ýם ַבדהÊֿל?", "ָ׃וזבֹ ַײÛ״ Úבל ַבׁׂ ַב־ַױ ָדזײזÚ ַבדהÊֿל ֳז Úבל הװׁ ֿׁ. Þֿ ÊֽÊַּ ַבÊ׃ּםב בהװׁ דזײזÚ, ַבַדßַהםַÊ ַבדÊַֹֽ בß ד׀ßזֹׁ Ýם ַ׃Ýב ַבױÝֹֽ (Ýּדבֹ <i>Ê׃Ê״םÚ הװׁ דזַײםÚ ּֿםֹֿ, Ê׃Ê״םÚ ַבדװַׁßֹ Ýם ַבÊױזםÊ, זÛםׁוַ<i>)");
$faq[] = array("ßםÝ ַ׃Ê״םÚ ַבÛֱַ ֳז ÊÚֿםב דזײזÚ?", "דַבד Êßה דֿםׁ ַבדזÞÚ ֳז ַבדװׁÝ Ýבה Ê׃Ê״םÚ ÊÚֿםב ֳז ַבÛֱַ ׃זל דזַײםÚß ַב־ַױֹ. Ê׃Ê״םÚ ÊÚֿםב דזײזÚ (ַֽםַהַ בזÞÊ Þױםׁ ָÚֿ ßÊַָÊו) ַָבײÛ״ Úבל ׁׂ  <i>ÊÚֿםב</i> Úהֿ הÝ׃ ַבדזײזÚ.  ַ׀ַ Êד ַבֿׁ Úבל ַבדזײזÚ ׃זÝ Êּֿ Þבםבַ דה ַבּדב ַ׃Ýב ַבדזײזÚ, ו׀ַ םÙוׁ Úֿֿ דַׁÊ ÊÚֿםבß בבדזײזÚ. ׃זÝ ÊÙוׁ ו׀ו ַבּדבֹ ַ׀ַ Þַד ַֽֿ ַָבֿׁ Úבל ַבדזײזÚ, ׃זÝ בה ÊÙוׁ ַ׀ַ Þַד ַבדװׁÝ ֳז ַבדֿםׁ ָÊÚֿםב ַבדזײזÚ (Úבםוד Êׁß ׁ׃ַבֹ ם׀ßׁזַ Ýם ׃ָָ ÊÚֿםבוד זדַוז ַבÊÚֿםב). בבÚבד בַ ם׃Ê״םÚ ַבד׃Ê־ֿדזה ַבÚַֿםםה ַבÛֱַ ַבדזײזÚ ַ׀ַ Þַד ַֽֿ ַָבֿׁ Úבםו.");
$faq[] = array("ßםÝ ַׁÝÞ ÊזÞםÚ דÚ דזײזÚם ?", "בַײַÝֹ ÊזÞםÚ בבדזײזÚ Úבםß Êßזםה ÊזÞםÚ ֳזבַ, Ê׃Ê״םÚ ÝÚב ׀בß Úה ״ׁםÞ דבÝß ַבװ־ױם. Ýזׁ Êßזםה ַבÊזÞםÚ Ê׃Ê״םÚ ַבײÛ״ Úבל <i>ַײÝ ÊזÞםÚ</i> Ýם װַװֹ ßÊַָֹ ַבדזײזÚ. Ê׃Ê״םÚ ַײַÝֹ ַבÊזÞםÚ ֲבםַ Ýם ּדםÚ ßÊַַָÊß ָÊװÛםב ַבַ־Êםַׁ ַב־ַױ ָ׀בß Ýם דבÝß ַבװ־ױם (Ê׃Ê״םÚ ß׀בß ÊזÞםÝ ַײַÝֹ ַבÊזÞםÚ בßב ׁ׃ַבֹ Úבל ֹֽֿ ַַָׂבֹ ַבַ־Êםַׁ ַב־ַױ ָ׀בß Ýם װַװֹ ַבדזײזÚ)");
$faq[] = array("ßםÝ ַßזה Úדבםֹ ÊױזםÊ Úבל דזײזÚ?", "Ê׃Ê״םÚ Êßזםה ַ׃ÊÝÊֱַ ָßב ׃וזבֹ, Úהֿ Êßזםה דזײזÚ ּֿםֿ (ֳז ÊÚֿםב ַבהװׁ ַבֳזב בבדזײזÚ, ַה ßַהÊ בß Êבß ַבױבַֽםֹ) ׃זÝ Êׁל הדז׀ּ <i>ַײÝ ַ׃ÊÝÊֱַ</i> ַ׃Ýב װַװֹ ַײַÝֹ ַבדזײזÚ (ַה בד Êׁל ו׀ו ַבַײַÝֹ Þֿ בַ םßזה בß ַבױבַֽםֹ ב׀בß). ׃זÝ Êׁל Úהזַה ַבַ׃ÊÝÊֱַ זַ־Êםַׁםה ַײַÝםםה (בַײַÝֹ ַ־Êםַׁ ַײÝ ַב׃ִַב ֻד ַײÛ״ Úבל זױבֹ <i>ַײÝ ּזַָ</i>. Ê׃Ê״םÚ ַה ÊײÚ זÞÊ ׂדהם בבַ׃ÊÝÊֱַ, ױÝׁ ÊÚהם ַבזÞÊ דÝÊזֽ בבַ׃ÊÝÊֱַ. והַß ֽֿ ַÞױל בÚֿֿ ַבַּזָֹ בבַ׃ÊÝÊֱַ, זוז םֽֿֿ דה Þָב ַבד׃ִזב");
$faq[] = array("ßםÝ ַ׃Ê״םÚ ÊÚֿםב ÊױזםÊ דַ?", "ßדַ וז ַבַֽב ַָבה׃ָֹ בבדזַײםÚ, ַבװ־ױ ַב׀ם זײÚ ַבַ׃ÊÝÊֱַ וז ַבזֽםֿ ַב׀ם ם׃Ê״םÚ ÊÚֿםבוַ, ֳז ַבדװׁÝ ֳז ַבד׃ִזב. בÊÚֿםב ַ׃ÊÝÊֱַ ַײÛ״ Úבל ֳזב ַׁ׃ַב בבדזײזÚ (זום ֶַֿדַ דׁÊָ״ֹ ַָבַ׃ÊÝֱַ ַב׀ם Êד זײÚו). ַה בד םָּ ֳם װ־ױ Úבל ַבַ׃ÊÝÊֱַ Ê׃Ê״םÚ ÊÚֿםב זַבÛֱַ ַבַ׃ÊÝÊֱַ, בßה ַה Êד ַבַַָֹּ Úבםו ÝַבדװׁÝ זַבד׃ִזב ודַ ַבַװ־ַױ ַבזֽםֿםה ַבד׃דזֽ בוד ַָבÊÚֿםב זַבַבÛֱַ. זו׀ַ בדהÚ ַבַװ־ַױ דה ÊÛםםׁ ַבַ׃ֶבֹ זַבַּזָֹ זÊׂזםׁ ַבַ׃ÊÝÊֱַַÊ Ýם ז׃״ ַבÝÊֹׁ");
$faq[] = array("בד בַ ַ׃Ê״םÚ ַבֿ־זב Úבל דהÊֿל דַ?", "ָÚײ ַבדהÊֿםַÊ Êßזה דÞÊױֹׁ Úבל ַװ־ַױ דÚםהםה ÝÞ״. בבַ״בַÚ זַבדװַׁßֹ Úבםß ַבֽױזב Úבל ַבÊױׁםֽ ַבבַׂד דה ַבד׃ִזבםה, ַבדװׁÝםה זַבד׃ִזבםה וד ַבד׃דזֽ בוד ַָײַÝֹ ַבױבַֽםֹ, Úבםß ַבַÊױַב ָוד.");
$faq[] = array("בדַ׀ַ בַ ַ׃Ê״םÚ ַבÊױזםÊ?", "ַבַװ־ַױ ַבדװÊׁßםה ÝÞ״ בוד ַדßַהםֹ ַבÊױזםÊ (ֽÊל בַ םדßה Êׂזםׁ ַבÊױזםÊ). ַה ßהÊ ד׃ּב זבד Ê׃Ê״Ú ַבÊױזםÊ ÝÞֿ בַ Êßזה בß ַבױבַֽםֹ.");


$faq[] = array("--","ַבÊה׃םÞ זַהזַÚ ַבדזַײםÚ");
$faq[] = array("דַום  BBCode?", "BBCode וז Ê״ָםÞ ־ַױ דה  HTML, ױבַֽםֹ ַ׃ÊÚדַבß בוַ Êֽֿֿ דה Þָב ַבד׃ִזב (Ê׃Ê״םÚ ÊÚ״םבוַ בßב דזײזÚ Êהװׁו Úבל ֹֽֿ). BBCode Ê׃ÊÚדב הÝ׃ ַב״ׁםÞֹ Ýם ַבßÊַָֹ ַבÊם ם׃ÊÚדבוַ HTML, ַבׁדזׂ דַֽ״ֹ ַָÞזַ׃ דָׁÚֹ ָֿבַ דה &lt; and &gt; זÊÚ״ם Êֽßד ַßֻׁ Ýם Êה׃םÞ ַבהױ. בדׂםֿ דה ַבדÚבזדַÊ Úה BBCode ַהÙׁ ַבֿבםב ַב־ַױ ָוַ Ýם װַװֹ ßÊַָֹ ַבדזײזÚ.");
$faq[] = array("וב ַ׃Ê״םÚ ַ׃ÊÚדַב HTML?", "ו׀ַ םÚÊדֿ דַ ַ׀ַ ׃דֽ בß ַבד׃ִזב ַםײַ, בוד ד״בÞ ַבױבַֽםֹ ָ׀בß. ַה ßַה ד׃דזֽ בß ב׀בß Ýֵה Úֿֿ ַבׁדזׂ ַבד׃דזֹֽ Þבםבֹ. זו׀ַ  <i>ױדַד ַדַה</i> בדהÚ ַבד׃םֶםה דה Ê־ׁםָ ַבדהÊֿל ַז ַבÊ׃ָָ ָדװַßב ַ־ׁל. ַה ßַהÊ HTML ÝÚַבֹ Ýֵהß Ê׃Ê״םÚ ÊÚ״םבוַ בßב דזײזÚ Êהװׁו.");
$faq[] = array("דַ ום ַבזּזו ַבײַֽßֹ?", "ַבזּזו ַבײַֽßֹ ֳז ַבÊÚָםׁםֹ ום ױזׁ ױÛםֹׁ דה ַבדדßה ַ׃ÊÚדַבוַ בבÊÚָםׁ Úה ַבדװַÚׁ Ýם ַָ׃ÊÚדַב ֽׁזÝ Þבֹ, דֻבַ ַבׁדׂםה :) ÊÚהם ׃Úםֿ, :( ÊÚהם ֽׂםה. Þֶַדֹ ßַדבֹ ַָבזּזו דזּזֹֿ Úהֿ ÊÞֿםד דזײזÚ ֳז ֿׁ ּֿםֿ. ַֽזב ַה בַÊßֻׁ דה ַ׃ÊÚדַב ַבזּזו, Þֿ םּÚב ו׀ַ ַבדזײזÚ Ûםׁ Þַָב בבÞֱַֹׁ דדַ םֿÚז ַבדװׁÝ ַבל ÊÚֿםב ַבדזײזÚ ֳז ֽÊל ַַׂבÊו Êדַדַ");
$faq[] = array("וב ַ׃Ê״םÚ ַׁÝַÞ ױזׁ?", "הÚד Ê׃Ê״םÚ Êײדםה ַבױזׁ דÚ ַבדזַײםÚ. בßה, בַ Êזּֿ ז׃םבֹ בהÞב ַבױזֹׁ דַָװֹׁ ַבל ַבדהÊֿל. ב׀ַ Úבםß ָׁ״ ַבױזֹׁ ָזױבֹ ַבל דזÞÚ Úַד Ýם ַבַהÊׁהÊ, דֻבַ http://www.some-unknown-place.net/my-picture.gif. בַ םדßה ַבָׁ״ ָױזׁ דזּזֹֿ Úבל ּוַׂß ַבװ־ױם (ֵבַ ַ׀ַ ßַה ּוַׂß ַבװ־ױם ־ַֿד Úַד ) זבַ ױזׁ דֽÝזÙֹ ־בÝ ז׃םבֹ ֽדַםֹ, דֻב ױהַֿםÞ ָׁםֿ Hotmail ז Yahoo, זַבדזַÞÚ ַבדֽדםֹ ָßבדֹ ׃ׁ, זÛםׁוַ. בÚׁײ ַבױזֹׁ ַ׃ÊÚדַב ׁדזׂ BBCode [img] ַב־ַױ ָזײÚ ַבױזׁ ֳז ַבׁדׂ ַבדהַ׃ָ Ýם בÛֹ HTML (ַה ßַהÊ ÝÚַבֹ).");
$faq[] = array("דַ ום ַבַÚבַהַÊ?", "Þֿ ÊֽÊזם ַבַÚבַהַÊ Úבל דÚבזדַÊ דודֹ ב׀ַ Úבםß ÞֱַׁÊוַ Ýם ֳÞָׁ זÞÊ. ÊÙוׁ ַבַÚבַהַÊ Ýם ֳÚבל ַם דהÊֿל. ַדßַהםֹ הװׁ ַבַÚבַה ÊÚÊדֿ Úבל ױבַֽםַÊß, זום Êֽֿֿ דה Þָב ַבד׃ִזב.");
$faq[] = array("דַ ום ַבדזַײםÚ ַבדבױÞֹ?", "ַבדזײםÚ ַבדבױÞֹ ÊÙוׁ ֳ׃Ýב ַבַÚבַהַÊ Ýם ַבדהÊֿל. זום Úבל ֹּֿׁ דה ַבַודםֹ ב׀ַ Úבםß ÞֱַׁÊוַ. ßדַ וז ַבַֽב ַָבה׃ָֹ בבַÚבַהַÊ Ýַה הװׁ ַבדזַײםÚ ַבדבױÞֹ ÊÚÊדֿ Úבל ַבױבַֽםַÊ ַבד׃דזֽ ָוַ.");
$faq[] = array("דַ ום ַבדזַײםÚ ַבדÞÝבֹ?", "ַבדזַײםÚ ַבדÞÝבֹ Êֽֿֿ דה Þָב ַבדװׁÝ ֳז ד׃ִזב ַבדהÊֿל. בַ Ê׃Ê״םÚ ַבֿׁ Úבל ַבדזַײםÚ ַבדÞÝבֹ זבַ Úבל ֳם ַ׃ÊÝÊֱַַÊ דׁÊָ״ֹ ָוַ. Þֿ ÊÞÝב ַבדזַײםÚ בַ׃ַָָ Úֹֿ.");


$faq[] = array("--","ד׃Êזל ַבדװÊׁßםה זַבדּדזÚַÊ");
$faq[] = array("דַ וד ַבד׃ִזבםה?", "ַבד׃ִזבםה בוד ַÚבל ַבױבַֽםַÊ ַָבה׃ָֹ בדזַײםÚ זֿׁזֿ ַבדהÊֿםַÊ. זבוד ַבֽÞ Ýם ַבÊֽßד ָּדםÚ ַבדהװזַׁÊ Ýם ַבדהÊֿל דה ױבַֽםַÊ, דהÚ דװÊׁßםה, Êßזםה דּדזÚַÊ ֳז Êֽֿםֿ דװׁÝםה זÛםׁוַ דה ַבדוַד. זֳםײַ בוד ֽÞזÞ ַבדװׁÝםה ßַדבֹ Ýם ּדםÚ ַבדהÊֿםַÊ.");
$faq[] = array("דה וד ַבדװׁÝםה?", "ַבדװׁÝםה וד ֳÝַֿׁ (ֳז דּדזÚֹ דה ַבַÝַֿׁ) זבוד זÙםÝֹ ַבדÊַָÚֹ ַבםזדםֹ בבדהÊֿל. בוד ױבַֽםֹ ÊÚֿםב זֵבÛֱַ זÞÝב¡ זÝÊֽ, זהÞב, זÊÞ׃םד ַבדזַײםÚ Ýם ַבדהÊֿל ַבדװׁÝםה Úבםו. ָװßב Úַד ַבדװׁÝםה ד׃ִזבםה Úה ַָÞֱַ ַבֿׁזֿ זַבדזַײםÚ ײדה ַבÚהזַה ַבֶׁם׃ם בבדהÊֿל זדהÚוד דה הװׁ ַבדזַײםÚ ַבדװםהֹ.");
$faq[] = array("דַ ום דּדזÚַÊ ַבד׃Ê־ֿדםה?", "דּדזÚַÊ ַבד׃Ê־ֿדםה ום ״ׁםÞֹ בּדÚ Úֿֿ דה ַבדװÊׁßםה. םדßה בבדװÊׁß ַבזַֽֿ ַבÊזַּֿ Ýם דּדזÚַÊ Úֹֿ (זו׀ַ ם־ÊבÝ Úה ַבßֻםׁ דה ַהזַÚ ַבדהÊֿםַÊ ַבַ־ׁל) זםדßה Êֽֿםֿ ױבַֽםַÊ בßב דּדזÚֹ דה ו׀ו ַבדּÊדַÚַÊ. ו׀ַ םדßה דה Êֽֿםֿ ַßֻׁ דה דװׁÝ בבדהÊֿל, ֳז בַÚ״ֶַוד ַבױבַֽםֹ בדהÊֿםַÊ ־ַױֹ.");
$faq[] = array("ßםÝ ַװַׁß Ýם דּדזÚֹ ד׃Ê־ֿדםה?", "בבדװַׁßֹ Ýם דּדזÚַÊ ַבד׃Ê־ֿדםה Úבםß ַבײÛ״ Úבל זױבֹ דּדזÚַÊ ַבד׃Ê־ֿדםה Ýם ַÚבל ַבױÝֹֽ (ו׀ַ םÚÊדֿ Úבל ַבÊה׃םÞ ַבד׃Ê־ֿד), Ê׃Ê״םÚ ִׁםֹ ּדםÚ ַבד׃Ê־ֿדםה. בם׃ ßב ַבדּדזÚַÊ  <i>דÝÊזֹֽ</i>, ָÚײוַ דÛבÞֹ זַבָÚײ ד־ÊÝםֹ. ַה ßַהÊ ַבדּדזÚֹ דÝÊזֹֽ זßהÊ Êׁםֿ ַבדװַׁßֹ םדßהß ַבײÛ״ Úבל ַבזױבֹ ַב־ַױֹ ָ׀בß. Úבל דװׁÝ ַבדּדזÚֹ ַב׃דַֽ בß ַָבדװַׁßֹ, Þֿ Ê׃ֳב Úה ׃ָָ ׁÛָÊß Ýם ַבדװַׁßֹ. ַבֱַּׁ Úֿד ַבַבַֽֽ Úבל דװׁÝ ַבדּדזÚֹ ַה ׁÝײ ״בָß בבדװַׁßֹ, Ýַה בוד ַ׃ַָָוד ב׀בß.");
$faq[] = array("ßםÝ ַױָֽ דװׁÝ דּדזÚֹ ַבד׃Ê־ֿדםה?", "Êßזה ַבדּדזÚַÊ דה Þָב דױדד ַבדהÊֿל ֳזבַ, זםÊד Êֽֿםֿ ַבדװׁÝםה Ýם ׀בß ַבזÞÊ. ַה ßהÊ Êׁםֿ Êßזםה דּדזÚֹ ד׃Ê־ֿדםה Ýֵה ֳזב ַÊױַב ׃זÝ םßזה ָד׃ִזב ַבדהÊֿל, ַֽזב ַׁ׃ַב ׁ׃ַבֹ ־ַױֹ בבד׃ִזב.");


$faq[] = array("--","ַבׁ׃ֶַב ַב־ַױֹ");
$faq[] = array("בַ ַ׃Ê״םÚ ַׁ׃ַב ׁ׃ַבֹ ־ַױֹ!", "והַß ַ׃ַָָ ב׀בß; Þֿ בד ÊװÊׁß Ýם ַבדהÊֿל ֳז בד Êֿ־ב, ֳז Þֿ ַÞÝב ד׃ִזב ַבדהÊֿל ַבׁ׃ֶַב ַב־ַױֹ ָװßב Úַד ֳז Þֿ דהÚß דװׁÝ ַבדהÊֿל דה ַב׃דַֽ בß ַָׁ׃ַב ׁ׃ֶַב ־ַױֹ. Ýם ַבַֽבֹ ַבַ־םֹׁ ÝÞ״ Ê׃ֳב ד׃ִזב ַבדהÊֿל Úה ַב׃ָָ.");
$faq[] = array("ַ׃ÊÞָב ַבßֻםׁ דה ַבׁ׃ֶַב ַב־ַױֹ ַבÛםׁ דׁÛזָ ָוַ!", "Ýם ַבד׃ÊÞָב ׃זÝ הײÝ ַדßַהםֹ זײÚ Þֶַדֹ ַָבדױַֿׁ ַבדודבֹ. Ýם ַבזÞÊ ַבַֽבם ַה ßהÊ Ê׃ÊÞָב ַבßֻםׁ דה ַבׁ׃ֶַב ַבװ־ױםֹ דה װ־ױ דַ Ýם ַבדהÊֿל Úבםß ַ־ַָׁ ד׃ִזב ַבדהÊֿל, Ýֵה בוד ַבÞֹֿׁ Úבל דהÚ ֳם דװÊׁß דה ַׁ׃ַב ׁ׃ֶַב ־ַױֹ ָÊַÊַ.");
$faq[] = array("בÞֿ ַ׃ÊבדÊ ׁ׃ַבֹ דִ׀םֹ ֳז ֿÚֶַםֹ דה װ־ױ דַ Ýם ו׀ַ ַבדהÊֿל!", "הֳ׃Ý ֳה ה׃דÚ ׀בß. זַּוֹ ַבָׁםֿ ַבַבßÊׁזהם ÊֽÊזם Úבל Úֹֿ ײזַָ״ בדהÚ ו׀ו ַבדװַßב זדÊַָÚֹ ַבדׁ׃בםה בדֻב ו׀ו ַבׁ׃ֶַב. Úבםß ַׁ׃ַב ַבׁ׃ַבֹ ַָבßַדב בבד׃ִזב, דה ַבײׁזׁם ַׁ׃ַב ֳׁ׃ ַבׁ׃ַבֹ ַםײַ (Ýום ÊֽÊזם Úבל דה Þַד ַָׁ׃ַב ַבׁ׃ַבֹ). Ýֵהוד ׃זÝ ם׃Ê״םÚזה ַבÊױׁÝ Ýם ׀בß.");

//
// These entries should remain in all languages and for all modifications
//
$faq[] = array("--","דזַײםÚ phpBB2");
$faq[] = array("דה ßÊָ ו׀ַ ַבדהÊֿל?", "ו׀ַ ַבָׁהַדּ (Ýם ױםÛÊוַ ַבÛםׁ דÚֿבֹ) ÊהÊּ, זÊהװׁ זֽÞזÞוַ  <a href=\"http://www.phpbb.com/\" target=\"_blank\">phpBB Group</a>. זום דÊזÝֹׁ ÊֽÊ Êׁ־םױ GNU General Public Licence זםדßה ÊזׂםÚוַ דַּהַ, ַהÙׁ ַבל ַבזױבֹ בבדׂםֿ דה ַבדÚבזדַÊ");
$faq[] = array("בדַ׀ַ בַ ַּֿ ַבדםֹׂ ַבÝבַהםֹ?", "Êד ßÊַָֹ ו׀ַ ַבָׁהַדּ זוז דׁ־ױ בדּדזÚֹ phpBB. ַה ßהÊ Êׁל דה ַבדהַ׃ָ ַײַÝֹ דםֹׂ ּֿםֹֿ בבָׁהַדּ Úבםß ׂםַֹׁ דזÞÚ ַבדּדזÚֹ Ýם phpbb.com זַהÙׁ דֳַׁם דּדזÚֹ phpBB. ַבֱַּׁ Úֿד הװׁ ״בַָÊ ּֿםֹֿ Úבל דזÞÚ phpbb.com, ַבדּדזÚֹ Ê׃ÊÚדב ׃זׁ׃ Ýזּׁ בÞַׁׁ ַבדדםַׂÊ ַבּֿםֹֿ. ַבֱַּׁ Þֱַֹׁ ַבהדַ׀ּ, זִׁםֹ דזÞÝהַ דה Êבß ַבדםֹׂ זַÊָÚ ַבהױֶַֽ ַב־ַױֹ ָוַ.");
$faq[] = array("דה ַÊױב ָו ָ־ױזױ דזַײםÚ ֳז ֿׁזֿ Ûםׁ Þַהזהםֹ ֳז Ûםׁ בֶַÞֹ?", "Úבםß ַבÊ־ַ״ָ דÚ ד׃ִזב ַבדהÊֿל ַה בד ÊÚׁÝ דה םßזה Úבםß ַבÊ־ַ״ָ דÚ דװׁÝ ַבדהÊֿל זַ׃ֳבו Úה ד׃ִזב ַבדהÊֿל. ַה בד Êֽױב Úבל ֿׁ Ý־ַ״ָ ױַָֽ ַבדזÞÚ (Ê׃Ê״םÚ ׀בß דה ־בַב וז ֵׂ) ֳז, ַ׀ַ ßַה ַבדהÊֿל Ýם דזÞÚ דַּהם (דֻב yahoo, free.fr, f2s.com, זÛםׁוַ), Ý־ַ״ָ ַַֹֿׁ ַבדזÞÚ ֳז ַַֹֿׁ ׃זֱ ַבַ׃ÊÛבַב. Úבםß דבַֽÙֹ ַה  phpBB Group בם׃ בוַ ַם Êֽßד זבַ Êֽדב ֳם ד׃ִזבםֹ Úה ßםÝםֹ, דßַה ֳז דה ַבװ־ױ ַב׀ם ם׃ÊÚדב ו׀ַ ַבדהÊֿל. בם׃ והַß ַם Ýֶַֹֿ דה ד־ַ״ָֹ  phpBB Group בֳם דזַײםÚ Þַהזהםֹ (ַבÞָײ זַבÊֽׁם, ַבד׃ִזבםֹ ַבÞַהזהםֹ, ַבÊÚבםÞַÊ זַב׃ָ ַבÚבהם, זÛםׁוַ) בוַ ÚבַÞֹ דַָװֹׁ ָדזÞÚ phpbb.com ֳז ָׁהַדּ phpBB ָ׀ַÊו. ַה ַׁ׃בÊ ׁ׃ַבֹ ַבßÊׁזהםֹ בÜ phpBB Group Úה ֳם װ־ױ ַֻבֻ ם׃ÊÚדב ַבָׁהַדּ ÝÞֿ בה Ê׃Êבד ֿׁ.");

//
// This ends the FAQ entries
//

?>