<?php
/*****************************************************************************
*                            lang_faq.php [Hebrew]
* 
----------------------------------------------------------------------------------------------------------------
*     Begin          : 06 / 04 / 02
*     Copyright    : (C) 2001 The phpBB Group
*     Translation : Translated by Michael SHraibmaN (Gomp).
*	  Language   : Hebrew
*
******************************************************************************
*   This Program is free Software; you can redistribute it and/or modify
*   it under the terms of the GNU General Public License as published by
*   the Free Software Foundation; either Version 2 of the License, or
*   ( At Your Option ) Any Later Version.
******************************************************************************/

//
// To add an entry to your FAQ simply add a line to this file in this format:
// $faq[] = array("question", "answer");
// If you want to separate a section enter $faq[] = array("--","Block heading goes here if wanted");
// Links will be created automatically
//
// DO NOT forget the ; at the end of the line.
// Do NOT put double quotes (") in your FAQ entries, if you absolutely must then escape them ie. \"something\"
//
// The FAQ items will appear on the FAQ page in the same order they are listed in this file
//


$faq[] = array("--","התחברות והרשמה");
$faq[] = array("מדוע אני לא מצליח להתחבר לפורום?", "בשביל להתחבר למערכת 
הפורומים יש צורך להירשם כחבר ולקבל הודעה שהחשבון נוצר והוא פעיל. כאשר נוצר 
חשבון למשתמש הוא נחשב משתמש רשום ויש בידיו שם משתמש וסיסמה, בעזרת שם המשתמש 
והסיסמה אפשר להתחבר למערכת הפורומים ולשלוח הודעות וגם להנות מאפשרויות שונות 
נוספות לחברים בלבד. אם אתה לא מצליח להתחבר למערכת לאחר שנרשמת, חשבונך הופעל 
ויש בידך את שם המשתמש שלך והסיסמה אז עליך לבדוק שכתבת את שם המשתמש והסיסמה 
נכון, אם אתה בטוח ששם המשתמש והסיסמה נכונים אז יכול להיות שאתה 
מגורש מסיבה כלשהי מהמערכת על-ידי מנהל מערכת הפורומים, במקרה כזה עליך ליצור 
קשר עם מנהל האתר לקבלת פרטים נוספים.");
$faq[] = array("האם אני חייב להרשם לפורום?", "אתה לא חייב להרשם למערכת 
הפורומים, אבל ההגדרות של שליחת הודעות והאפשרויות של אורחים וחברים בפורומים 
מוגדרות ע''י מנהל הפורומים , כחבר (משתמש רשום) אתה נהנה מאפשרויות רבות 
שכאורח (משתמש שאינו רשום) אתה אינך יכול להנות מהם. חברים יכולים לערוך הודעות 
של עצמם ולמחוק הודעות של עצמם, להשתתף בקבוצות חברים, לשלוח הודעות פרטיות, 
ולהנות מעוד אפשרויות רבות, כאורח אתה אינך יכול להנות ממבחר האפשרויות שיש 
למשתמש רשום והאפשרויות שלך מוגבלות ותלויות במה שהגדיר המנהל למשתמשים האורחים,
 יכול להיווצר מצב שהמנהל קבע שאורחים לא יכולים לכתוב הודעות ולהגיב והאפשרות 
היחידה של האורחים היא רק לצפות בהודעות במקרה כזה המשתמש האורח מפסיד את 
האפשרות להתבטא בפורומים ולכן הוא אינו יכול לקחת חלק פעיל במערכת.<BR> מומלץ 
להירשם מפני שתהליך ההרשמה הוא תהליך מהיר של כמה דקות והוא בחינם, אז למה לא? 
זה מהר, זה חינם ויש מגוון אפשרויות כחבר.");
$faq[] = array("מדוע אני מתנתק מהמערכת באופן אוטומטי?", "אם לא בחרת באפשרות 
של כניסה אוטומטית למערכת הפורומים בעת הביקור בה, אז כל פעם שתהיה במערכת 
הפורומים תצטרך להתחבר מחדש למערכת, אם לא בחרת באפשרות של חיבור אוטומטי אז 
אחרי כל יציאה שלך מהפורומים תצטרך להתחבר שוב. <BR> אתה מנותק אוטומטית כשאתה 
יוצא מדפי הפורום או מתנתק מהאינטרנט. הניתוק מתבצע בכדי לאבטח את חשבונך וגם 
כדי לא להעמיס על התפקוד של השרת ושכל המשתמשים שכן מחוברים באותה העת, כותבים 
הודעות ונמצאים בפורומים יזכו למהירות סבירה וטובה בזמן הגלישה 
בפורומים.<BR><BR>כדי להתחבר אוטומטית בכל ביקור בפורומים עליך לסמן את תיבת 
הסימון של ההתחברות האוטומטית בזמן שאתה מתחבר לחשבון שלך במערכת, האפשרות של 
חיבור אוטמטי אינה מומלצת למי שמשתמש במחשב בעבודה או שיש כמה משתמשים למחשב 
אחד מפני שאז כל אחד יוכל להכנס לפורומים ולכתוב בשמך.");
$faq[] = array("איך אני מחביא את מצב החיבור שלי במערכת הפורומים?", "אם 
אינך רוצה ששאר המבקרים במערכת הפורומים יראו האם אתה מחובר למערכת או לא אז 
עליך לערוך את האפשרות הזאת בפרופיל המשתמש שלך. אם תבחר ששאר המבקרים בפורומים 
לא יכולו לראות את מצב החיבור שלך אז רק אתה ומנהל מערכת הפורומים תיראו את מצב 
החיבור שלך. <BR>כאשר אתה מסתיר את מצב החיבור שלך אתה נחשב כמשתמש בלתי ניראה 
(חבוי) ושאר המשתמשים לא יכולים לראות את מצב החיבור שלך.");
$faq[] = array("מה אני עושה אם שכחתי את סיסמתי?", "במקרה של אובדן הסיסמה 
האישית של החשבון שלך עליך ללכת לעמוד ה- <i>התחברות למערכת הפורומים</i>   
ולבחור באפשרות \"שכחתי את סיסמתי\", לעקוב אחרי ההוראות ותוך זמן קצר הבעיה 
תפתר.");
$faq[] = array("מדוע לאחר ההרשמה אני לא מצליח להתחבר למערכת?", "אם אינך 
מצליח להתחבר למערכת הפורומים לאחר ההרשמה עליך לבדוק קודם כל שכתבת את שם 
המשתמש והסיסמה הנכונים שלך. יש מקרים שהחשבון צריך לקבל אישור לאחר ההרשמה, 
ניתן לאשר חשבון של משתמש שנרשם בשתי דרכים, הדרך הראשונה היא ע''י מנהל 
הפורומים בלבד והדרך השניה היא באמצעות שליחת קוד הפעלה לדואר האלקטרוני שצויין 
בתהליך ההרשמה, במקרה שבפורום זה מופעלת האפשרות השניה אז יכול להיות שכתובת הדואר האלקטרוני 
שציינת אינה נכונה ויש להרשם מחדש ולציין כתובת דואר 
אלקטרוני תקינה ופעילה. ישנו גם מקרה שבו חשבון לא דורש אישור, במקרה זה יכולה 
להיות אפשרות נוספת והיא תלויה בבחירה של המשתמש בעת ההרשמה, לאחר הוראות 
השימוש, למי שבחר באפשרות שהוא מסכים לתנאים אך הוא מתחת לגיל 13 דרושה הרשמה 
מיוחדת והיא מפורטת למי שבוחר באפשרות הזאת.<BR> במקרה של בעיה חוזרת יש לפנות 
למנהל הפורומים.");
$faq[] = array("לא מצליח להתחבר לחשבון אפילו שנרשמת פעם?", "הסיבה הכי נפוצה 
לכך שמשתמש לא מצליח להתחבר לחשבונו היא שהמשתמש טועה בשם המשתמש שלו או בסיסמה 
שלו , הסיבה היותר שכיחה היא שהמשתמש והחשבון שלו נמחקו בידי מנהל הפורום, 
משתמש וחשבון המשתמש בדרך כלל נמחקים לאחר שהמשתמש אינו כותב שום הודעות במשך 
תקופה ארוכה בפורומים ולכן אין טעם בחשבון פעיל למשתמש שאינו משתתף בכלל. במקרה 
שאתה חושב שזו האפשרות השניה ולא כתבת הודעה במשך זמן רב, צור חשבון חדש והפעם 
השתדל לכתוב ולהשתתף יותר בפורומים.");


$faq[] = array("--","הגדרות ומאפיינים של משתמשים במערכת");
$faq[] = array("איך אני יכול לשנות את ההגדרות בחשבון שלי?", "במידה ואתה רשום 
למערכת הפורומים אז כל הפרטים וההגדרות של חשבונך רשומים בבסיס הנתונים של 
המערכת, אתה יכול לגשת לפרופיל המשתמש שלך ולערוך אותו ע''י לחיצה על 
הקישור לפרופיל המשתמש שמופיע למעלה, מידע זה רק אתה יכול לערוך באמצעות 
הסיסמה ושם המשתמש שלך.");
$faq[] = array("איך אני משנה את הזמן שמוצג בפורומים לזמן נכון?", "כל הזמנים 
שמוצגים בפורומים הם נכונים, אבל כל משתמש שנרשם בוחר לעמצו את אזור הזמן. 
כלומר, לכל מדינה יש אזור זמן משלה ואתה צריך שאזור הזמן שיוצג יהיה איזור 
הזמן של המדינה שבה אתה נימצא, ניתן לשנות את אזור הזמן בפרופיל האישי. 
ברירת המחדל של אזור הזמן היא 2+ שזה אזור זמן ירושלים, איזור הזמן הזה מופיע 
לכל האורחים בפורומים וגם כברירת מחדל לכל הנרשמים החדשים, במידה ושינתם אצלכם את אזור הזמן ואתם רוצים לחזור לאזור 
זמן ירושלים (ישראל) אז עליכם לבחור באפשרות של אזור זמן זמן ירושלים 
שהוא: <BR><u>GMT +2:00</u>.");
$faq[] = array("למה הזמן שמוצג אינו נכון אפילו שאזור הזמן שמוגדר אצלי הוא 
נכון?", "אם אתה בטוח שהגדרת אזור זמן נכון בפרופיל שלך ועדיין לא מוצג זמן 
נכון אז יתכן שזה בגלל השינוי שבין הזמן בעונות השנה השונות , כשיש מעבר בין 
שעון חורף ושעון קיץ או להפך יש שינוי בשעה, המערכת לא בנויה לשינוי כזה 
ואין ביכולתה לשנות את הזמן בהתאם לעונה ולשעון של אותה מדינה.");
$faq[] = array("מדוע השפה שלי אינה מוצגת ברשימת השפות שבהם תומכת המערכת?", 
"במקרה שהשפה שלך אינה מופיעה ברשימת השפות בהם תומכת מערכת הפורומים זה מפני 
שמנהל מערכת הפורומים לא התקין תמיכה בשפה שלך , אתה יכול ליצור קשר עם מנהל 
המערכת ולבקש ממנו להתקין תמיכה בשפה שלך.");
$faq[] = array("כיצד אני יכול להציג תמונה (סמל אישי) מתחת לשם המשתמש שלי?", 
"בעת ההרשמה למערכת הפורומים ניתן לבחור סימלון שיופיע מתחת לשם 
המשתמש כאשר תוצג הודעה של המשתמש בפורומים . את התמונה ניתן לשנות או להוסיף 
בפרופיל האישי בהתאם לדרכים שניתן לפעול באמצעותם (להעלות תמונה, לקשר לתמונה 
וכדומה....). <BR>כשאר צופים בהודעה של משתמש יכולים להופיע שני סוגי תמונות , 
תמונה של דירוג והתמונה האישית. התמונה אישית היא הסימלון, ישנם משתמשים 
שיוגבלו ולא יכולו להציג סימלון (ההגבלה היא ע''י מנהל הפורום), הסימלון 
מוגבל בגודל הקובץ ובמידות שלו והוא צריך להיות מצורף לפי הכללים שמופעים ליד 
שדה ההוספה בעמוד הפרופיל האישי.");
$faq[] = array("איך אני משנה את הדירוג שלי בפורומים?", "במציאות לא ממש ניתן 
למשתמשים לשנות את הדירוג שלהם . הדירוג הוא טקסט ולפעמים בצירוף תמונה שמוצג 
מתחת לשם המשתמש של שולח ההודעה. הטקטס והתמונה נבחרים ע''י מנהלי הפורומים 
והדירוג בדרך כלל משתנה לאחר שמשתמש שלח מספר הודעות מסויים, מנהלי הפורומים 
ומנהל המערכת יכולים להוסיף לעצמם דירוג מיוחד משלהם שיחודי רק להם.");
$faq[] = array("מדוע כשאני לוחץ על שליחת הודעה בדואר האלקטרוני אני מגיע 
לעמוד ההתחברות?", "רק חברים רשומים למערכת יכולים לשלוח הודעה בדואר האלקטרוני 
במידה שזה מוגדר על שליחה באמצעות השרת , ההגדרות נקבעות ע''י מנהל הפורום ולכן 
האפשרות הזאת יכולה גם לא לפעול אצל חברים רשומים. אתה מוזמן להרשם אם אתה לא 
רשום עדיין, להתחבר למערכת ולנסות לשלוח הודעה באמצעות הדואר האלקטרוני דרך השרת 
(במידה וזה אפשרי ומוגדר ע''י מנהל הפורום).");


$faq[] = array("--","שליחה ועריכה של הודעות");
$faq[] = array("כיצד אני יכול לשלוח הודעה בנושא חדש בפורום?", "אתה יכול 
לשלוח הודעה חדשה ע''י לחיצה פשוטה על הכפתור שמופיע למעלה בעמוד הפורום שבחרת 
שכתוב עליו <i>נושא חדש</i> , יכול להיות שלא תוכל לשלוח הודעה בנושא חדש 
לפני שתירשם (זה תלוי בהגדרות מנהל המערכת) , כדי לדעת יותר על מה אתה יכול ולא 
יכול לעשות בפורום אתה יכול לצפות באפשרויות שלך בתחתית העמוד. (יופיעו 
אפשרויות שונות למי שמחובר כמשתמש ואפשרויות שונות למי שלא מחובר ונמצא 
כאורח).");
$faq[] = array("איך אני עורך או מוחק את ההודעות שלי?", "כמשתמש רשום במערכת 
הפורומים אתה יכול לערוך ולמחוק הודעות של עצמך, כשאתה מחובר למערכת אתה יכול 
בקלות לגשת להודעה הרצויה וללחוץ על התמונה עם הקישור שליד ההודעה שכתוב עליה 
עריכה או מחיקה. תוכל לערוך את ההודעה שלך ולמחוק אותה (הודעה עם תגובות אינה 
יכולה להמחק) .");
$faq[] = array("איך אני מצרף חתימה להודעה שלי?", "בכדי לצרף חתימה אישית 
להודעה שלך עליך קודם כל ליצור חתימה בפרופיל המשתמש שלך (במידה ולא יצרת 
חתימה), לאחר שיש לך חתימה אתה יכול לצרף לכל הודעה את החתימה באמצעות לחיצה 
על תיבת הבחירה בעת שליחת ההודעה.");
$faq[] = array("כיצד ליצור סקר ולצרף אותו להודעה שלי?", "קודם כל עליך לדעת 
שלכל משתמש יש מספר מסויים של סקרים שהוא יכול לצרף להודעות שלו (בהתאם להרשאות 
מנהל המערכת), סקר יכול להיות מצורף רק להודעה בנושא חדש והוא לא יכול להיות 
מצורף בתגובות , כדי לצרף סקר עליך למלא את השדות הרצויות של הסקר שמופיעות 
כאשר אתה שולח הודעה בנושא חדש. בסקר כל חבר יכול לבחור פעם אחת ואתה גם יכול 
לבחור כמה ימים הסקר יהיה פעיל וכמה אפשרויות (תשובות) יהיו לשאלת הסקר , כדי 
להוסיף תשובה עליך לכתוב אותה וללחוץ על צרף תשובה, חזור על הפעולה בכדי לקבל 
את מספר התשובות הרצוי (מינימום 2 תשובות).  לתשומת לבך: יתכן כי לא תהיה 
הרשאה מצד מנהל הפורום לצרף סקרים להודעות.");
$faq[] = array("איך אני עורך או מוחק סקר שמצורף להודעה שלי?", "רק משתמשים 
רשומים יכולים לערוך את הסקר שמצורף להודעה שלהם. כדי לערוך או למחוק סקר 
שמצורף להודעה שאתה כתבת כנס להודעה שאליה מצורף הסקר ובחר לערוך את ההודעה. רק 
אם אף אחד עדיין לא הצביע בסקר אז תוכל לערוך או למחוק אותו (זה בכדי שלא תוכל 
לזייף את תוצאות הסקר).");
$faq[] = array("מדוע אני לא מצליח להתחבר לפורום מסויים?", "ישנם פורומים 
שסגורים לקבוצות משתמשים מסוימות או למנהלים או למשתמשים רשומים וכדומה... אם 
אינך נכלל במי שמורשה להכנס לפורום המסויים אז אין לך גישה ואתה מתבקש 
לעזוב.<BR> אם אתה חושב שמדובר בתקלה טכנית אז צור קשר עם מנהל הפורום.");
$faq[] = array("למה אני לא יכול להצביע בסקרים?", "רק משתמשים רשומים יכולים 
להצביע בסקרים (על מנת לא לקלקל את תוצאות הסקרים עם הצבעות כפולות), אם אתה 
אורח, אתה יכול להרשם ואז תקבל את האפשרות להצביע בכל סקר פעם אחת, במידה 
ואתה משתמש רשום ואינך מצליח להצביע בפורומים יכול להיות שאתה מנוע מלהצביע 
ע''י מנהל הפורום.<BR> במידה ואתה חושב שאתה מנוע מלהצביע צור קשר עם מנהל 
הפורום לפרטים נוספים.");


$faq[] = array("--","עיצוב הטקסט וסוגי הנושאים");
$faq[] = array("מה זה  BBCode ?", "BBCode זה קוד מיוחד שמשמש ככלי לעיצוב של 
HTML. משתמשים בקוד בעת שליחת הודעה בפורומים בכדי לעצב את ההודעה בעזרת הכלים 
והתגים שמשתמשים בהם ב-HTML , ניתן להשתמש בקוד ה- BBCode אם הוא פעיל (המצב 
של הקוד: פעיל או לא פעיל נקבע ע''י מנהל הפורום), כדי ללמוד יותר על הקוד 
ניתן לקרוא את המדריך שלו בעמוד שליחת ההודעה באמצעות לחיצה על הכיתוב BBCode 
שמופיע בצד ליד האפשרויות.");
$faq[] = array("האם אני יכול להשתמש ב-HTML ?", "במידה שה-HTML פעיל (נקבע 
ע''י מנהל הפורום), ניתן להשתמש בו בכתיבת ההודעה בפורומים, במידה שהוא פעיל 
אז ניתן להשתמש רק במה שהגדיר מנהל המערכת וזה בדרך כלל רק כמה תגים (סביר 
להניח שאלו תגים כמו: &lt;b&gt; &lt;pre&gt; &lt;p&gt; וכדומה...). השימוש 
נעשה בדרך כלל רק באמצעות תגים בודדים של HTML בכדי ששולח ההודעה לא יהרוס את 
עיצוב דפי הפורום ובכדי שלא יעשה דברים מזיקים אחרים.");
$faq[] = array("מה הם סמיילים ואיך אני מצרף אותם להודעה שלי?", "סמיילים הם 
תמונות גראפיות קטנות שמשמשות להציג רגש או איזו תחושה או נושא שרוצים להביע או 
להעביר מסר באמצעות תמונה קטנה ולא באמצעות מילים, ניתן ללחוץ על הסמיילי הרצוי 
והוא יוכנס להודעה, רשימת הסמיילים מופיעה בעמוד שליחת ההודעה בצד, ליד גוף 
ההודעה. כאשר לוחצים על הסמיילי זה מצרף קוד קטן כמו לדוגמא: &nbsp; :D   
&nbsp;  (אחרי השליחה במקום הקוד יוצג סמיילי צוחק). הקוד הקטן הוא טקסט שלאחר 
שליחת ההודעה יהפך לתמונה. לכל תמונה יש קוד שהמערכת מעבדת אותו לסמיילי.");
$faq[] = array("האם אני יכול לכלול בהודעות שאני שולח גם תמונות?", "ניתן לצרף 
תמונות בתוך ההודעות הנשלחות באמצעות BBCode או באמצעות HTML אם זה אפשרי.  
התמונה תוצג מקישור לכתובת שבה נמצאת התמונה ברשת, אתה יכול לקשר לתמונה 
שנמצאת על השרת שלך או על שרתים אחרים באתרים אחרים. עליך לכתוב משהו בדומה 
לזה: http://www.SomeSite.co.il/SomePicture.gif .<BR><BR>מכיוון שאין במערכת 
אפשרות להעלות תמונות אז זו הדרך היחידה לצרף תמונה בהודעה.");
$faq[] = array("מה זאת הכרזה?", "הודעת הכרזה היא הודעה שמופיעה בדף 
הראשון של הפורום מעל לכל ההודעות ותפקידה להצהיר (להכריז) על הודעה חשובה של 
מנהל הפורום או מנהל המערכת, בדרך כלל רק מנהל המערכת ומנהל הפורום יכולים 
לפרסם הכרזות וההודעה מודגשת ומופיעה באופן בולט כאשר נכנסים לפורום שבו 
מופיעה ההכרזה. ההודעה בדרך כלל מכילה חומר חשוב שכדאי לקרוא.");
$faq[] = array("מה זאת הודעה דביקה?", "הודעות דביקות מופיעות לאחר הכרזות 
(לא בהכרח), הודעות דביקות מופיעות בראש הפורום באופן בולט ומכילות חומר חשוב 
שנכתב ע''י מנהל המערכת או ע''י מנהל הפורום, ההודעות הן הודעות חשובות 
ומכילות מידע חשוב נוסף שלא נכנס להכרזה.");
$faq[] = array("מהם נושאים נעולים?", "נושאים נעולים הם הודעות בנושאים כלשהם 
שנסגרו (ננעלו) ולא ניתן להצביע בסקרים שלהם (אם יש) ולא ניתן להגיב עליהן. 
נושאים יכולים להיות נעולים ממספר סיבות.");


$faq[] = array("--","סוגי משתמשים וקבוצות משתמשים");
$faq[] = array("מהם מנהלי הפורומים?", "למערכת הפורומים יש מישהו שאחראי 
למערכת, לתקינותה ולפעילותה, זהו מנהל הפורום (לפעמים יש כמה מנהלים). המנהל 
שולט בכל המידע שמועבר בפורומים ויש לו אפשרות למחוק ולהוסיף הודעות, לגרש 
משתמשים, ליצור קבוצות משתמשים, לאשר חשבונות, לשנות הגדרות, ולשנות כל דבר 
בפורום.
למנהל המערכת יש גישה ואפשרות לנהל כל דבר בכל המערכת.");
$faq[] = array("מהם אחראים?", "לכל פורום יש מישהו שאחראי לסדר בפורום 
, המישהו הזה נקרא \"אחראי\". האחראי מגיב ועוזר בפורום שלו בנוסף, הוא גם יכול
למחוק הודעות לא קשורות, לערוך הודעות, להעביר הודעות ולפצל הודעות.
 האחראי הוא המפקח על הפורום והוא נמצא תחת פיקוחו של מנהל הפורום.<br>
אחראים נקבעים בידי מנהל הפורומים.");
$faq[] = array("מהם קבוצות משתמשים?", "למשתמש רשום בפורומים יש אפשרות של 
הצטרפות לקבוצת משתמשים (יותר מאחת), במידה וקיימת קבוצת משתמשים, המשתמש 
רשאי לבקש חברות לקבוצה ממנהל הקבוצה. קבוצת משתמשים מקבלת אפשרויות משלה, 
לדוגמא, יכול להיות שרק החברים של קבוצה מסויימת יכולים להכנס לפורום כלשהו 
ששאר המשתמשים שלא בקבוצה אינם יכולים להכנס אליו.<br>קבוצות משתמשים נוצרות 
ע''י מנהל הפורום והמנהלים גם נקבעים על ידם.");
$faq[] = array("איך מצטרפים לקבוצת משתמשים?", "אתה צריך לבחור קבוצה ולהכנס 
אליה, במידה ואפשר להצטרף לקבוצה יופיע קישור של בקשה להצטרפות לקבוצה, לחץ 
על הקישור וחכה עד שתצורף לקבוצה, ישנם קבוצות סגורות שאליהן לא ניתן להצטרף, 
ישנן קבוצות בלתי נראות (חבויות) ויש קבוצות פתוחות שניתן להצטרף אליהן.
<BR>אנא אל תשלח בקשות להצטרפות לקבוצה לאחר כמה דחיות מצד מנהל הקבוצה.");
$faq[] = array("איך אני יכול ליצור קבוצת משתמשים משלי ולנהל אותה?", "כדי 
ליצור קבוצת משתמשים עליך לפנות למנהל הפורום ולבקש ממנו שיצור בשבילך 
קבוצה בשם ובהגדרות שאתה רוצה ושיציב אותך כמנהל הקבוצה. עדיף ליצור 
את הקשר הראשוני עם מנהל הפורום באמצעות הודעה פרטית (אם זה אפשרי).");


$faq[] = array("--","הודעות פרטיות");
$faq[] = array("למה אני לא יכול לשלוח הודעות פרטיות?", "אם אינך מצליח לשלוח 
הודעות פרטיות זה מפני שאתה אינך משתמש רשום במערכת, מפני שמנהל המערכת ביטל 
את שליחת ההודעות הפרטיות בין המשתמשים או מפני שמנהל המערכת קבע שאינך יכול 
לשלוח הודעות פרטיות למשתמשים אחרים. כדי לדעת עוד פרטים על הסיבה שהזכות 
לשליחת הודעות פרטיות נשללה ממך צור קשר עם מנהל הפורום.");
$faq[] = array("מה לעשות אם אני מקבל הודעות פרטיות מטרידות?", "אם אתה מקבל 
הודעות פרטיות אשר מטרידות אותך בכל דרך שהיא (הצפות, קללות וכו'), צור קשר עם 
מנהל הפורום, הסבר לו את הבעיה, והוא יטפל כראוי במשתמש הבעייתי, אם אכן 
ההטרדה חמורה.");

//
// This ends the FAQ entries
//

?>
