Subject: הפעלת סיסמה חדשה

שלום {USERNAME}

אתה מקבל דוא"ל זה בגלל שאתה (או מישהו שמתחזה להיות אתה) ביקשת שליחת סיסמה חדשה עבור החשבון שלך ב {SITENAME}. אם לא ביקשת דוא"ל זה - התעלם ממנו, אם אתה ממשיך לקבל אותו צור קשר עם מנהל הלוח.

כדי להשתמש בסיסמה החדשה יש להפעיל אותה. כדי לעשות זאת לחץ על הלינק מטה.

{U_ACTIVATE}

אם הכל יפעל בהצלחה תוכל להתחבר עם הסיסמה הזו:

סיסמה: {PASSWORD}

אתה כמובן תוכל לשנות את הסיסמה בעצמך דרך עמוד הפרופיל. אם יש לך קשיים אנא צור קשר עם מנהל הלוח.

{EMAIL_SIG}