Subject: ברוכים הבאים לפורומי {SITENAME}
Charset: windows-1255

{WELCOME_MSG}

אנא שמור מכתב זה ברשומות שלך. מידע החשבון שלך הוא:

----------------------------
שם משתמש: {USERNAME}
סיסמה: {PASSWORD}
----------------------------

החשבון שלך כרגע אינו פעיל. לא תוכל להשתמש בו לפני שתבקר בקישור הבא:

{U_ACTIVATE}

אנא אל תשכח את סיסמתך כיוון שהיא הוצפנה במסד הנתונים שלנו ולא נוכל לאחזר אותה עבורך. בכל מקרה, אם תשכח את סיסמתך תוכל לבקש סיסמה חדשה שתופעל באותה דרך שחשבון זה מופעל.

תודה שנרשמת.

{EMAIL_SIG}