Здравствуйте, {TO_USERNAME}!

Ниже следует сообщение, посланное тебе пользователем {FROM_USERNAME} через твою регистрацию на сайте {SITENAME}. Если это сообщение является спамом, содержит оскорбления или прочие неприятные тебе комментарии, пожалуйста свяжись с вебмастером по адресу:

{BOARD_EMAIL}

Включите данное сообщение целиком (особенно заголовки). Пожалуйста учти, что адрес ответа в этом сообщении является адресом {FROM_USERNAME}.

Посланное вам сообщение:
~~~~~~~~~~~~~~~~~~~~~~~~~~~~

{MESSAGE}