Subject: Уведомление об ответе в теме - {TOPIC_TITLE}

Здравия, {USERNAME}!

Ты получил(а) это сообщение потому, что следишь за темой "{TOPIC_TITLE}" на сайте {SITENAME}. В этой теме со времени твоего последнего визита появилось новое сообщение. Ты можешь перейти по ссылочке чтобы посмотреть поступившие ответы, новые уведомления не будут приходить пока ты не просмотришь тему.

{U_TOPIC}

Если ты больше не хочешь следить за темой, то либо щелкни по ссылке "перестать следить за темой" внизу страницы с этой темой, либо перейди по следующей ссылке:

{U_STOP_WATCHING_TOPIC}

{EMAIL_SIG}