Subject: ƒобро пожаловать на форумы {SITENAME}

{WELCOME_MSG}

ѕожалуйста сохрани это сообщение. ѕараметры твоей учетной записи таковы:

----------------------------
»м€ пользовател€: {USERNAME}
ѕароль:           {PASSWORD}
----------------------------

Ќе забывай свой пароль: он хранитс€ в нашей базе в зашифрованном виде, и мы не сможем тебе его выслать. ≈сли ты все же забудешь свой пароль, то ты сможешь запросить новый, который будет активизирован таким же образом, как и тво€ учетна€ запись.

Ѕлагодарим за регистрацию, при€тного общени€!

{EMAIL_SIG}