Subject: јктивизаци€ нового парол€

«драви€, {USERNAME}!

“ы получил(а) это письмо потому, что ты (либо кто-то, выдающий себ€ за теб€) попросил(а) выслать новый пароль к твоей учетной записи на сайте {SITENAME}. ≈сли ты не просил(а) выслать пароль, не обращай внимани€ на это письмо, если же подобные письма будут продолжать приходить, обратись к администратору форумов.

ƒл€ того, чтобы использовать новый пароль ты должен(а) его активизировать. ƒл€ этого перейди по ссылке:

{U_ACTIVATE}

¬ случае успешной активизации ты сможешь входить в систему, использу€ следующий пароль:

ѕароль: {PASSWORD}

“ы сможешь сменить этот пароль на странице редактировани€ профил€. ≈сли у теб€ возникнут какие-то трудности, обратись к администратору форумов.

{EMAIL_SIG}