<?php

/***************************************************************************
 *                            lang_admin.php [Bulgarian]
 *                              -------------------
 *     begin                : Sat Dec 16 2000
 *     copyright            : (C) 2001 The phpBB Group
 *     email                : support@phpbb.com
 *
 *     $Id: lang_admin.php,v 1.33 2002/02/15 15:36:35 psotfx Exp $
 *
 ****************************************************************************/

/***************************************************************************
 *
 *   This program is free software; you can redistribute it and/or modify
 *   it under the terms of the GNU General Public License as published by
 *   the Free Software Foundation; either version 2 of the License, or
 *   (at your option) any later version.
 *
 ***************************************************************************/

/***************************************************************************
*                     Bulgarian translation
*                              -------------------
*     begin                : Thu Dec 06 2001
*     last update          : Wed Feb 28 2002
*     by                   : Boby Dimitrov
*     email                : boby@azholding.com
****************************************************************************/
//
// Format is same as lang_main
//

//
// Modules, this replaces the keys used
// in the modules[][] arrays in each module file
//
$lang['General'] = "Системни";
$lang['Users'] = "Потребители";
$lang['Groups'] = "Групи";
$lang['Forums'] = "Форуми";
$lang['Styles'] = "Стилове";

$lang['Configuration'] = "Обща Конфигурация";
$lang['Permissions'] = "Права";
$lang['Manage'] = "Настройки";
$lang['Disallow'] = "Забрана на имена";
$lang['Prune'] = "Зачистване";
$lang['Mass_Email'] = "Масов мейл";
$lang['Ranks'] = "Рангове";
$lang['Smilies'] = "Smilies";
$lang['Ban_Management'] = "Бан Контрол";
$lang['Word_Censor'] = "Цензурирани Думи";
$lang['Export'] = "Експортиране";
$lang['Create_new'] = "Създаване";
$lang['Add_new'] = "Добавяне";
$lang['Backup_DB'] = "Съхраняване на БД";
$lang['Restore_DB'] = "Възстановяване на БД";


//
// Index
//
$lang['Admin'] = "Администрация";
$lang['Not_admin'] = "Нямате право да администрирате тези форуми";
$lang['Welcome_phpBB'] = "Добре дошли в phpBB";
$lang['Admin_intro'] = "Благодарим ви, че избрахте phpBB за вашата форум система. Тази страница представя някой статистики за форумите. Можете да се върнете тук като кликнете на <u>Админ-панел</u> в левия фрейм. За да се върнете на началната страница на форумите, кликнете на логото (също в левия фрейм). Другите връзки в ляво водят към инструменти за администриране на всички аспекти на форумите. Всяка секция съдържа инструкции за администрирането.";
$lang['Main_index'] = "Индекс на Форумите";
$lang['Forum_stats'] = "Форум Статистики";
$lang['Admin_Index'] = "Админ-панел";
$lang['Preview_forum'] = "Преглед на форума";

$lang['Click_return_admin_index'] = "Кликнете %sтук%s за да се върнете в Админ-панела";

$lang['Statistic'] = "Статистика";
$lang['Value'] = "Стойност";
$lang['Number_posts'] = "Брой мнения";
$lang['Posts_per_day'] = "Мнения на ден";
$lang['Number_topics'] = "Брой теми";
$lang['Topics_per_day'] = "Теми на ден";
$lang['Number_users'] = "Брой потребители";
$lang['Users_per_day'] = "Потребители на ден";
$lang['Board_started'] = "Старт на борда";
$lang['Avatar_dir_size'] = "Размер на папката с Аватарите";
$lang['Database_size'] = "Размер на базата данни";
$lang['Gzip_compression'] ="Gzip компресия";
$lang['Not_available'] = "Няма данни";

$lang['ON'] = "Включена"; // This is for GZip compression
$lang['OFF'] = "Изключена";


//
// DB Utils
//
$lang['Database_Utilities'] = "Работа с базата данни";

$lang['Restore'] = "Възстановяване";
$lang['Backup'] = "Съхраняване";
$lang['Restore_explain'] = "Тук можете да направите пълно възстановяване на базата данни на phpBB от съхранен файл. Ако сървърът ви го поддържа, можете да качите компресиран с gzip файл, който ще бъде автоматично разкомпресиран. <b>ВНИМАНИЕ!</b> Възстановяването ще изтрие всички налични данни. Процеса може да отнеме много време, моля не презареждайте страницата докато свърши!";
$lang['Backup_explain'] = "Тук можете да съхраните цялата база данни на phpBB. Ако имате някакви допълнителни таблици в същата база данни като phpBB, които искате да бъдат съхранени, моля въведете имената им, разделени от запетаи в полето Допълнителни таблици по-долу. Ако сървъра ви го поддръжа, можете да компресирате файла с данните с gzip, за да намалите размера за сваляне.";

$lang['Backup_options'] = "Опции за Съхраняване";
$lang['Start_backup'] = "Започни Съхраняването";
$lang['Full_backup'] = "Пълно Съхраняване";
$lang['Structure_backup'] = "Съхраняване само на структурата";
$lang['Data_backup'] = "Съхраняване само на данните";
$lang['Additional_tables'] = "Допълнителни таблици";
$lang['Gzip_compress'] = "Компресиране на файла с Gzip";
$lang['Select_file'] = "Изберете файл";
$lang['Start_Restore'] = "Започни Възстановяването";

$lang['Restore_success'] = "Базата данни беше Възстановена успешно.<br /><br />Форумите са върнати в състоянието, в което са били при последното Съхраняване.";
$lang['Backup_download'] = "Свалянето ще започне след малко, моля изчакайте!";
$lang['Backups_not_supported'] = "Съхраняването не е възможно поради липса на поддръжка във вашата БД-система.";

$lang['Restore_Error_uploading'] = "Грешка при качването на файла с данните за Възстановяването.";
$lang['Restore_Error_filename'] = "Проблем с името на файла, моля опитайте с друг файл.";
$lang['Restore_Error_decompress'] = "Gzip-файла не може да бъде разкомпресиран, моля качете некомпресирана версия на файла.";
$lang['Restore_Error_no_file'] = "Няма такъв качен файл";


//
// Auth pages
//
$lang['Select_a_User'] = "Изберете Потребител";
$lang['Select_a_Group'] = "Изберете Група";
$lang['Select_a_Forum'] = "Изберете Форум";
$lang['Auth_Control_User'] = "Контрол на правата на Потребителите";
$lang['Auth_Control_Group'] = "Контрол на правата на Групите";
$lang['Auth_Control_Forum'] = "Контрол на правата във Форумите";
$lang['Look_up_User'] = "Вижте Потребителя";
$lang['Look_up_Group'] = "Вижте Групата";
$lang['Look_up_Forum'] = "Вижте Форума";

$lang['Group_auth_explain'] = "Тук можете да промените правата и модераторския статут на всяка група. Когато сменяте правата на дадена група, не забравяйте, че личните потребителски настройки могат все пак да дадат на потребителя права, които са му били отнети с промяната на правата на групата. Ще бъдете предупредени, ако това е случая.";
$lang['User_auth_explain'] = "Тук можете да промените правата и модераторския статут на всеки потребител. Когато сменяте правата на даден потребител, не забравяйте, че груповите права могат все пак да дадат на потребителя права, които са му били отнети с промяната на личните му права. Ще бъдете предупредени, ако това е случая.";
$lang['Forum_auth_explain'] = "Тук можете да примените правата за всеки форум. Има прост и сложен метод за настройка, като сложния дава повече контрол над всяко действие във форума. Помнете, че като променяте правата за даден форум, това ще афектира въхру действията, които потребителите могат да изпълняват във форума.";

$lang['Simple_mode'] = "Прости настройки";
$lang['Advanced_mode'] = "Сложни настройки";
$lang['Moderator_status'] = "Статут на Модератор";

$lang['Allowed_Access'] = "Достъп разрешен";
$lang['Disallowed_Access'] = "Достъп забранен";
$lang['Is_Moderator'] = "Е Модератор";
$lang['Not_Moderator'] = "Не е Модератор";

$lang['Conflict_warning'] = "Предупреждение за конфликт в правата";
$lang['Conflict_access_userauth'] = "Този потребител все още има права за достъп във този форум заради членството си в определена група. Може би ще желаете да промените правата на групата или да премахнете потребителя от нея, за да сте сигурни, че потребителя няма да има достъп до този форум. Групите, даващи права на потребителя и въпросните форуми са отбелязани долу.";
$lang['Conflict_mod_userauth'] = "Този потребител все още има модераторски права във този форум заради членството си в определена група. Може би ще желаете да промените правата на групата или да премахнете потребителя от нея, за да сте сигурни, че потребителя няма да има модераторски права в този форум. Групите, даващи права на потребителя и въпросните форуми са отбелязани долу.";

$lang['Conflict_access_groupauth'] = "Следните потребители все още имат права за достъп в този форум заради настройките на личните им права. Може би ще желаете да промените правата на потребителя, за да сте сигурни, че потребителя няма да има достъп до този форум. Потребителите с достъп и въпросните форуми са отбелязани долу.";
$lang['Conflict_mod_groupauth'] = "Следните потребители все още имат модераторски права в този форум заради настройките на личните им права. Може би ще желаете да промените правата на потребителя, за да сте сигурни, че потребителя няма да има модераторски права в този форум. Потребителите с модераторски права и въпросните форуми са отбелязани долу.";

$lang['Public'] = "Публичен";
$lang['Private'] = "Частен";
$lang['Registered'] = "Регистриран";
$lang['Administrators'] = "Администратори";
$lang['Hidden'] = "Скрит";

// These are displayed in the drop down boxes for advanced
// mode forum auth, try and keep them short!
$lang['Forum_ALL'] = "Всички";
$lang['Forum_REG'] = "Регнати";
$lang['Forum_PRIVATE'] = "Частни";
$lang['Forum_MOD'] = "Модове";
$lang['Forum_ADMIN'] = "Админи";


$lang['View'] = "Виждане";
$lang['Read'] = "Четене";
$lang['Post'] = "Писане";
$lang['Reply'] = "Отговаряне";
$lang['Edit'] = "Промяна";
$lang['Delete'] = "Изтриване";
$lang['Sticky'] = "Важна тема";
$lang['Announce'] = "СЪОБЩЕНИЕ";
$lang['Vote'] = "Гласуване";
$lang['Pollcreate'] = "Анкета";

$lang['Permissions'] = "Права";
$lang['Simple_Permission'] = "Прости Права";

$lang['User_Level'] = "Потребителско ниво";
$lang['Auth_User'] = "Потребител";
$lang['Auth_Admin'] = "Администратор";
$lang['Group_memberships'] = "Членство в потребителски групи";
$lang['Usergroup_members'] = "Тази група има следните членове";

$lang['Forum_auth_updated'] = "Правата във Форума са обновени";
$lang['User_auth_updated'] = "Правата на Потребителя са обновени";
$lang['Group_auth_updated'] = "Правата на Групата са обновени";

$lang['Auth_updated'] = "Правата са обновени";
$lang['Click_return_userauth'] = "Кликнете %sтук%s за да се върнете в Контрол на правата на Потребителите";
$lang['Click_return_groupauth'] = "Кликнете %sтук%s за да се върнете в Контрол на правата на Групите";
$lang['Click_return_forumauth'] = "Кликнете %sтук%s за да се върнете в Контрол на правата във Форумите";


//
// Banning
//
$lang['Ban_control'] = "Ban Контрол";
$lang['Ban_explain'] = "От тук можете да поставите ban на потребител от форумите. Можете да поставите ban на потребител по потребителско име, по IP адрес или набор от IP адреси или домейн. Тези методи няма да позволят на потребителя да достигне дори до началната страница на форумите. За да попречите на изгоген потребител да се регистрира отново, но с друго име, можете да баннете определен мейл адрес. Обърнете внимание, че забраната на мейл адрес няма да попречи на потребителя да влиза и да пише във форумите ви. Ще трябва да изберете един от първите методи, за да постигнете това.";
$lang['Ban_explain_warn'] = "Обърнете внимание, че като поставите ban на набор от IP адреси, на практика можете неумишлено да изгоните много потребители от една и съща подмрежа. Това става, защото всички адреси между началния и крайния адрес, които сте задали, се считат за изгонени. Затова ползвайте малки набори от IP адреси или най-добре избройте няколко конкретни IP адреса.";

$lang['Select_username'] = "Изберете Потребител";
$lang['Select_ip'] = "Изберете IP";
$lang['Select_email'] = "Изберете мейл адрес";

$lang['Ban_username'] = "Ban по потребителско име";
$lang['Ban_username_explain'] = "Можете да изгоните няколко потребителя едновременно като ги селектирате от списъка.";

$lang['Ban_IP'] = "Ban по IP адрес или домейн";
$lang['IP_hostname'] = "IP адрес или домейн";
$lang['Ban_IP_explain'] = "За да изберете няколко различни IPта или домейна, разделете ги с запетаи. За да изберете набор от IPта, разделете началния и крайния с тире (-). Можете да ползвате и * за избор на цяла подмрежа.";

$lang['Ban_email'] = "Ban по мейл адрес";
$lang['Ban_email_explain'] = "За да изберете повече от един мейл адрес, разделете ги с запетаи. Използвайте *, за да изберете набор от адреси, например *@hotmail.com или johnsmith@*.com";

$lang['Unban_username'] = "Unban по потребителско име";
$lang['Unban_username_explain'] = "Можете да премахнете поставения ban на няколко потребителя едновременно като ги селектирате от списъка.";

$lang['Unban_IP'] = "Unban по IP адрес или домейн";
$lang['Unban_IP_explain'] = "Можете да премахнете поставения ban на няколко потребителя едновременно като ги селектирате от списъка.";

$lang['Unban_email'] = "Unban по мейл адрес";
$lang['Unban_email_explain'] = "Можете премахнете поставения ban на няколко потребителя едновременно като ги селектирате от списъка.";

$lang['No_banned_users'] = "Няма изгонени Потребители";
$lang['No_banned_ip'] = "Няма забранени IPта";
$lang['No_banned_email'] = "Няма забранени мейл адреси";

$lang['Ban_update_sucessful'] = "Списъка с изгонените е обновен успешно";
$lang['Click_return_banadmin'] = "Кликнете %sтук%s за да се върнете в Ban Контрола";


//
// Configuration
//
$lang['General_Config'] = "Обща конфигурация";
$lang['Config_explain'] = "Формата долу позволява настройка на всички общи опции по форумите. За настройки по потребителите или конкретен форум, кликнете съответните връзки в ляво.";

$lang['Click_return_config'] = "Кликнете %sтук%s за да се върнете в Общата Конфигурация";

$lang['General_settings'] = "Общи настройки на Форумите";
$lang['Server_name'] = "Домейн";
$lang['Server_name_explain'] = "Домейна, на който вървят тези форуми";
$lang['Script_path'] = "Път към форумите";
$lang['Script_path_explain'] = "Пътя към phpBB2 спрямо домейна";
$lang['Server_port'] = "Порт на сървъра";
$lang['Server_port_explain'] = "Порта, на който съвръра приема заявки. Обиковено е 80, променете само ако сте сигурни, че е различен!";
$lang['Site_name'] = "Име на сайта";
//$lang['Site_name_explain'] = "Не са разрешени HTML-тагове!";
$lang['Site_desc'] = "Описание на сайта";
$lang['Board_disable'] = "Изключете Форумите";
$lang['Board_disable_explain'] = "Това ще направи Форумите недостъпни за потребителите. Не излизайта от Форумите след като сте ги изключили, няма да можете да влезете обратно!";
$lang['Acct_activation'] = "Активиране на Потребителите";
$lang['Acc_None'] = "Не е нужно"; // These three entries are the type of activation
$lang['Acc_User'] = "От Потребител";
$lang['Acc_Admin'] = "От Администратор";

$lang['Abilities_settings'] = "Основни настройки на Потребител и Форум";
$lang['Max_poll_options'] = "Максимум възможни отговори за анкета";
$lang['Flood_Interval'] = "Интервал за flood";
$lang['Flood_Interval_explain'] = "Брой секунди, които потребителя трябва да изчака между отделните мнения.";
$lang['Board_email_form'] = "Пращане на мейл чрез Форумите";
$lang['Board_email_form_explain'] = "Потребителите могат да си пращат мейл чрез Форумите";
$lang['Topics_per_page'] = "Теми на страница";
$lang['Posts_per_page'] = "Мнения на страница";
$lang['Hot_threshold'] = "Брой мнения за Популярна тема";
$lang['Default_style'] = "Основен стил";
$lang['Override_style'] = "Заменяне на потребителския стил";
$lang['Override_style_explain'] = "Заменя избрания от потребителя с основния";
$lang['Default_language'] = "Основен език";
$lang['Date_format'] = "Формат на датата";
$lang['System_timezone'] = "Часова зона на системата";
$lang['Enable_gzip'] = "Включена GZip компресия";
$lang['Enable_prune'] = "Включенo зачистване";
$lang['Allow_HTML'] = "Разрешен HTML";
$lang['Allow_BBCode'] = "Разрешен BBCode";
$lang['Allowed_tags'] = "Разрешени HTML тагове";
$lang['Allowed_tags_explain'] = "Разделете таговете с запетаи";
$lang['Allow_smilies'] = "Разрешени Smilies";
$lang['Smilies_path'] = "Път към папката със Smilies";
$lang['Smilies_path_explain'] = "Път, спрямо основната папка на phpBB, напр. images/smilies";
$lang['Allow_sig'] = "Позволени подписи";
$lang['Max_sig_length'] = "Максимум символи";
$lang['Max_sig_length_explain'] = "Максимален брой на символите в сигнатурата";
$lang['Allow_name_change'] = "Разрешени смени на Потребителското име";

$lang['Avatar_settings'] = "Настройки на Аватарите";
$lang['Allow_local'] = "Разрешени Аватари от Галерията";
$lang['Allow_remote'] = "Разрешени външни Аватари";
$lang['Allow_remote_explain'] = "Аватари, качени на друг сайт и поставени тук с връзка";
$lang['Allow_upload'] = "Разрешено качването на Аватари";
$lang['Max_filesize'] = "Максимум обем на Аватара";
$lang['Max_filesize_explain'] = "Отнася се за качените файлове";
$lang['Max_avatar_size'] = "Максимум размер на Аватара";
$lang['Max_avatar_size_explain'] = "(Височина x Ширина в пиксели)";
$lang['Avatar_storage_path'] = "Папка за съхранение на Аватарите";
$lang['Avatar_storage_path_explain'] = "Път, спрямо основната папка на phpBB, напр. images/avatars";
$lang['Avatar_gallery_path'] = "Папка за Аватари от Галерията";
$lang['Avatar_gallery_path_explain'] = "Път, спрямо основната папка на phpBB, към папка с изображения за Галерията с Аватари";

$lang['COPPA_settings'] = "Настройки на COPPA";
$lang['COPPA_fax'] = "COPPA Факс номер";
$lang['COPPA_mail'] = "COPPA Пощенски адрес";
$lang['COPPA_mail_explain'] = "Това е пощенския адрес, на който родителите ще изпращат COPPA регистрационни";
$lang['Email_settings'] = "Настройки на Мейла";
$lang['Admin_email'] = "Мейл на администратора";
$lang['Email_sig'] = "Мейл подпис";
$lang['Email_sig_explain'] = "Този подпис ще бъде прикачен към всички мейли, изпращани от Форумите";
$lang['Use_SMTP'] = "Използване на SMTP-сървър";
$lang['Use_SMTP_explain'] = "Ако искате да пращате мейла през избран SMTP-сървър, а не през локалната мейл-функция.";
$lang['SMTP_server'] = "Адрес на SMTP-сървъра";
$lang['SMTP_username'] = "SMTP Потребителко име";
$lang['SMTP_username_explain'] = "Въведете потребителко име само ако вашия smtp сървър го изисква";
$lang['SMTP_password'] = "SMTP Парола";
$lang['SMTP_password_explain'] = "Въведете парола само ако вашия smtp сървър го изисква";

$lang['Disable_privmsg'] = "Система за Лични съобщения";
$lang['Inbox_limits'] = "Максимум съобщения във Входящи";
$lang['Sentbox_limits'] = "Максимум съобщения в Получени";
$lang['Savebox_limits'] = "Максимум съобщения в Съхранени";

$lang['Cookie_settings'] = "Настройки на Cookies";
$lang['Cookie_settings_explain'] = "Тук можете да настроите cookie-тата, които форумите изпращат към браузърите на потребителите ви. В повечето случаи текущата конфигурация е достатъчна. Внимавайте много при промяна на настройките, защото грешни стойности могат да попречат на потребителите да влизат във форумите.";
$lang['Cookie_domain'] = "Домейн на Cookie";
$lang['Cookie_name'] = "Име на Cookie";
$lang['Cookie_path'] = "Път на Cookie";
$lang['Cookie_secure'] = "Secure Cookie (по https)";
$lang['Cookie_secure_explain'] = "Ако сървърът ви поддържа SSL, можете да включите тази опция; в противен случай я оставете изключена.";
$lang['Session_length'] = "Дължина на сесията (в секунди)";



//
// Forum Management
//
$lang['Forum_admin'] = "Администриране на Форумите";
$lang['Forum_admin_explain'] = "От този панел можете да добавяте, изтривате, променяте, препреждате или синхронизирате категории и форумите.";
$lang['Edit_forum'] = "Промяна на Форум";
$lang['Create_forum'] = "Създаване на нов форум";
$lang['Create_category'] = "Създаване на нова категория";
$lang['Remove'] = "Премахване";
$lang['Action'] = "Действие";
$lang['Update_order'] = "Обновяване на реда";
$lang['Config_updated'] = "Настройките на Форума са обновени успешно";
$lang['Edit'] = "Промяна";
$lang['Delete'] = "Изтриване";
$lang['Move_up'] = "Нагоре";
$lang['Move_down'] = "Надолу";
$lang['Resync'] = "Синхронизация";
$lang['No_mode'] = "Не е избран режим";
$lang['Forum_edit_delete_explain'] = "Тук можете да настроите всички общи функции на форумите. За настройки по потребителите или конкретен форум, кликнете съответните връзки в ляво.";

$lang['Move_contents'] = "Преместване на съдържанието";
$lang['Forum_delete'] = "Изтриване на Форум";
$lang['Forum_delete_explain'] = "Тук можете да изтриете форум (или категория) и да изберете къде да бъдат преместени всички теми (или форумите), които съдържа.";

$lang['Forum_settings'] = "Общи настойки за Форум";
$lang['Forum_name'] = "Име на Форума";
$lang['Forum_desc'] = "Описание";
$lang['Forum_status'] = "Статус";
$lang['Forum_pruning'] = "Самозачистване";

$lang['prune_freq'] = "Проверка за възрастта на темата на всеки";
$lang['prune_days'] = "Премахни теми, в които не е било писано от";
$lang['Set_prune_data'] = "Включили сте самозачистването за този форум, но не сте задали интервал (или дни) на зачистване. Моля върнете се и коригирайте грешката.";

$lang['Move_and_Delete'] = "Местене и изтриване";

$lang['Delete_all_posts'] = "Изтриване на всички мнения";
$lang['Nowhere_to_move'] = "Не сте указали къде да се преместят темите";

$lang['Edit_Category'] = "Настройки на категория";
$lang['Edit_Category_explain'] = "Тук можете да промените името на категорията.";

$lang['Forums_updated'] = "Информацията за Форума и Категорията е обновена успешно";

$lang['Must_delete_forums'] = "Трябва да изтриете всички форуми, преди да можете да премахнете категорията";

$lang['Click_return_forumadmin'] = "Кликнете %sтук%s за да се върнете в Администриране на Форумите";


//
// Smiley Management
//
$lang['smiley_title'] = "Администриране на Smilies";
$lang['smile_desc'] = "Тук можете да добавяте, редактирате и премахвате Smilies, които потребителите могат да ползват в съобщенията си.";

$lang['smiley_config'] = "Конфигурация";
$lang['smiley_code'] = "Код";
$lang['smiley_url'] = "Изображение";
$lang['smiley_emot'] = "Емоция";
$lang['smile_add'] = "Добавяне на ново Smiley";
$lang['Smile'] = "Изображение";
$lang['Emotion'] = "Емоция";

$lang['Select_pak'] = "Изберете пакет (.pak)";
$lang['replace_existing'] = "Замести съществуващатото Smiley";
$lang['keep_existing'] = "Запази съществуващатото Smiley";
$lang['smiley_import_inst'] = "Трябва да разархивирате пакета със Smilies и да качите всички файлове в съответната директория. Тогава изберете нужните настройки в тази форма, за да импортирате пакета.";
$lang['smiley_import'] = "Импортиране на пакет Smilies";
$lang['choose_smile_pak'] = "Изберете .pak файл";
$lang['import'] = "Импортирай пакета";
$lang['smile_conflicts'] = "Реакция в случай на конфликт:";
$lang['del_existing_smileys'] = "Изтриване на текущите smileys преди импортирането";
$lang['import_smile_pack'] = "Импортиране на пакет Smilies";
$lang['export_smile_pack'] = "Създаване на пакет Smilies";
$lang['export_smiles'] = "За да създадете пакет Smilies от текущо инсталираните ви Smilies, кликнете %sтук%s за да свалите файла smiles.pak. Именовайте този файл по желание, но запазете разширението .pak. След това създайте един ZIP-файл, съдържащ всички изображения на Smilies и .pak-файла.";

$lang['smiley_add_success'] = "Smiley-то е добавено успешно";
$lang['smiley_edit_success'] = "Smiley-то е обновено успешно";
$lang['smiley_import_success'] = "Пакета Smilies е импортиран успешно";
$lang['smiley_del_success'] = "Smiley-то е премахнато успешно";
$lang['Click_return_smileadmin'] = "Кликнете %sтук%s за да се върнете в Администриране на Smilies";


//
// User Management
//
$lang['User_admin'] = "Администриране на Потребителите";
$lang['User_admin_explain'] = "Тук можете да променяте всички данни и настройки на избран потребител. За да промените правата на потребител, ползвайте системата за определяне на права на потребител или потребителска група.";

$lang['Look_up_user'] = "Вижте потребителя";

$lang['Admin_user_fail'] = "Профила на потребителя не беше обновен.";
$lang['Admin_user_updated'] = "Профила на потребителя е обновен успешно.";
$lang['Click_return_useradmin'] = "Кликнете %sтук%s за да се върнете в Администриране на Потребителите";

$lang['User_delete'] = "Изтриване на потребителя";
$lang['User_delete_explain'] = "Кликнете тук, за да изтриете този потребител. Това действие не е обратимо!";
$lang['User_deleted'] = "Потребителя беше изтрит успешно.";

$lang['User_status'] = "Потребителя е активен";
$lang['User_allowpm'] = "Може да праща Лични съобщения";
$lang['User_allowavatar'] = "Може да има Аватар";

$lang['Admin_avatar_explain'] = "Тук можете да видите и изтриете Аватара на потребителя.";

$lang['User_special'] = "Специални полета, досъпни само на Администратора";
$lang['User_special_explain'] = "Тези полета не могат да бъдат променяни от потребителите. Тук можете да настроите някой достъпни само за администраторите опции.";


//
// Group Management
//
$lang['Group_administration'] = "Администриране на Групите";
$lang['Group_admin_explain'] = "Тук можете да администрирате потребителските групи. Можете да ги създавате, променята и изтривате. Можете също да избирате модератори за групите, да задавате статус, име и описание.";
$lang['Error_updating_groups'] = "Грешка при обновяването на групата";
$lang['Updated_group'] = "Групата е обновена успешно";
$lang['Added_new_group'] = "Новата група е създадена успешно";
$lang['Deleted_group'] = "Групата е изтрита успешно";
$lang['New_group'] = "Създаване на нова група";
$lang['Edit_group'] = "Промяна";
$lang['group_name'] = "Име на групата";
$lang['group_description'] = "Описание на групата";
$lang['group_moderator'] = "Модератор на групата";
$lang['group_status'] = "Статус на групата";
$lang['group_open'] = "Отворена";
$lang['group_closed'] = "Затворена";
$lang['group_hidden'] = "Скрита";
$lang['group_delete'] = "Изтриване";
$lang['group_delete_check'] = "Изтрий тази група";
$lang['submit_group_changes'] = "Прати промените";
$lang['reset_group_changes'] = "Изчисти промените";
$lang['No_group_name'] = "Трябва да въведете име за групата";
$lang['No_group_moderator'] = "Трябва да изберете модератор за групата";
$lang['No_group_mode'] = "Трябва да изберете статус за групата";
$lang['No_group_action'] = 'Не сте избрали действие';
$lang['delete_group_moderator'] = "Изтриване на модератора";
$lang['delete_moderator_explain'] = "Ако сменяте модератора на групата, изберете тази опция, за да премахнете стария модератор от групата. В противен случай, не избирайте опцията и потребителя ще остане член на групата.";
$lang['Click_return_groupsadmin'] = "Кликнете %sтук%s за да се върнете в Администриране на Групите";
$lang['Select_group'] = "Изберете група";
$lang['Look_up_group'] = "Виж групата";


//
// Prune Administration
//
$lang['Forum_Prune'] = "Зачистване на Форум";
$lang['Forum_Prune_explain'] = "Тук можете да изтиете всяка тема, която не е била активна за посочения от вас брой дни. Ако не въведете дни, всички теми ще бъдат изтрити. Няма да бъдат изтрити само СЪОБЩЕНИЯ, както и теми с активни анкети. Тях се налага да изтриете ръчно.";
$lang['Do_Prune'] = "Зачисти";
$lang['All_Forums'] = "Всички Форуми";
$lang['Prune_topics_not_posted'] = "Зачисти теми без отговор за последните";
$lang['Topics_pruned'] = "Темите са зачистени";
$lang['Posts_pruned'] = "Мненията са зачистени";
$lang['Prune_success'] = "Зачистванено на форумите е успешно";


//
// Word censor
//
$lang['Words_title'] = "Цензурирани Думи";
$lang['Words_explain'] = "Тук можете да добавяте, променяте и изтривате думи, които ще бъдат автоматично цензурирани на форумите. Освен това, цензурираните думи немогат да бъдат използвани в потребителските имена. Можете да използвате маска (*) в полето с цензурираната дума. Така например *test* ще цензурира detestable, test* ще цензурира testing, *test ще цензурира detest.";
$lang['Word'] = "Дума";
$lang['Edit_word_censor'] = "Промяна на цензурираната дума";
$lang['Replacement'] = "Заместител";
$lang['Add_new_word'] = "Добавяне на нова дума";
$lang['Update_word'] = "Обновяване на Цензурираните Думи";

$lang['Must_enter_word'] = "Трябва да въведете дума и заместител";
$lang['No_word_selected'] = "Не е избрана дума за промяна";

$lang['Word_updated'] = "Цензурираната дума е обновена успешно";
$lang['Word_added'] = "Новата цензурирана дума е добавена успешно";
$lang['Word_removed'] = "Цензурираната дума е премахната успешно";

$lang['Click_return_wordadmin'] = "Кликнете %sтук%s за да се върнете в Цензурираните Думи";


//
// Mass Email
//
$lang['Mass_email_explain'] = "Тук можете да изпратите мейл до всички потребители на форума или до членовете на определена група. Масовия мейл се разпраща като съобщението, което сте въвели бива изпратено на административния мейл, който сте въвели в конфигурацията, като мейлите на получателите са прикачени като BCC (blind carbon copy). Ако пращате мейл на голяма група хора, това може да отнеме значително време. Моля не прекъсвайте скрипта по средата на изпълнението му, а изчакайте да приключи. Ще бъдете уведомен, когато това стане.";
$lang['Compose'] = "Писане на мейла";

$lang['Recipients'] = "Получатели";
$lang['All_users'] = "Всички потребители";

$lang['Email_successfull'] = "Съобщенитето ви е изпратено успешно";
$lang['Click_return_massemail'] = "Кликнете %sтук%s за да се върнете в Масовия Мейл";


//
// Ranks admin
//
$lang['Ranks_title'] = "Администриране на Ранговете";
$lang['Ranks_explain'] = "Тук можете да добавяте, променяте и изтривате рангове. Можете също да създавате специални рангове, който да прикачите на потребител през Настройки на Потребители";

$lang['Add_new_rank'] = "Добавяне на нов ранг";

$lang['Rank_title'] = "Рангова титла";
$lang['Rank_special'] = "Статут на Специален Ранг";
$lang['Rank_minimum'] = "Минимум мнения";
$lang['Rank_maximum'] = "Максимум мнения";
$lang['Rank_image'] = "Рангово изображение (Път, спрямо основната папка на phpBB)";
$lang['Rank_image_explain'] = "Това е малко изображение, свързано с съответния ранг";

$lang['Must_select_rank'] = "Трябва да изберете ранг";
$lang['No_assigned_rank'] = "Няма прикачен специален ранк";

$lang['Rank_updated'] = "Рангът е обновен успешно";
$lang['Rank_added'] = "Рангът е добавен успешно";
$lang['Rank_removed'] = "Рангът е изтрит успешно";

$lang['Click_return_rankadmin'] = "Кликнете %sтук%s за да се върнете в Администриране на Ранговете";


//
// Disallow Username Admin
//
$lang['Disallow_control'] = "Забрана на Потребителски имена";
$lang['Disallow_explain'] = "Тук контролирате кои имена не са разрешени за употреба от потребителите. Можете да използвате маска (*). Обърнете внимание, че неможете да забраните вече регистрирано име; трябва първо да го изтриете, за да можете да въведете забрана.";

$lang['Delete_disallow'] = "Изтрий";
$lang['Delete_disallow_title'] = "Премахване на забранено потребителско име";
$lang['Delete_disallow_explain'] = "Можете да премахнете забранено потребителско име като го селектирате в списъка и кликнете Изтриване";

$lang['Add_disallow'] = "Добави";
$lang['Add_disallow_title'] = "Добавяне на забранено потребителско име";
$lang['Add_disallow_explain'] = "Можете да използвате * като маска, за да забраните множество потребителски имена едновременно";

$lang['No_disallowed'] = "Няма забранени потребителски имена";

$lang['Disallowed_deleted'] = "Забраненото потребителско име е премахнато успешно";
$lang['Disallow_successful'] = "Забраненото потребителско име е добавено успешно";
$lang['Disallowed_already'] = "Името, което сте въвели, неможе да бъде забранено. То вече е забранено, или е цензурирана дума, или е регистрирано.";

$lang['Click_return_disallowadmin'] = "Кликнете %sтук%s за да се върнете в Забрана на Потребителски имена";


//
// Styles Admin
//
$lang['Styles_admin'] = "Администриране на Стиловете";
$lang['Styles_explain'] = "Тук можете да добавяте, променяте и изтривате стилове за форумите. Стил е комбинацията от темплейт и тема.";
$lang['Styles_addnew_explain'] = "Този списък показва всички теми, които са достъпни за темплейтите, които имате. Тези теми още не са инсталирани в базата данни. За да ги инсталирате, просто кликнете на съответната връзка до всяка тема.";

$lang['Select_template'] = "Изберете темплейт";

$lang['Style'] = "Стил";
$lang['Template'] = "Темплейт";
$lang['Install'] = "Инсталирай";
$lang['Download'] = "Свали";

$lang['Edit_theme'] = "Промяна на Тема";
$lang['Edit_theme_explain'] = "Тук можете да промените настроките на избраната тема";

$lang['Create_theme'] = "Създаване на Тема";
$lang['Create_theme_explain'] = "Тук можете да създадете нова тема за избрания темплейт. Когато въвеждате цветове, моля ползвайте шестнадесетичните им еквиваленти. Освен това не трябва да включвате символа #, напр. CCCCCC е вярно, а #CCCCCC не е.";

$lang['Export_themes'] = "Експортиране на Тема";
$lang['Export_explain'] = "Тук можете да експортирате конфигурация за темата на избрания темплейт. Изберете темплейт от списъка по-долу и скрипта ще създаде конфигурационен файл за темата, както и ще опита да го съхрани в директорията на избрания темплейт. Ако съхраняването не е възможно, ще ву бъде дадена опция да свалите файла на диска си. За да може файла да бъде съхранен успешно, форумите трябва да имат права за писане в папката на темйплейта на уеб сървъра. За повече информация вижте документацията на phpBB 2.";

$lang['Theme_installed'] = "Избраната тема е инсталирана успешно";
$lang['Style_removed'] = "Избрания стил е премахнат от базата данни. За да премахнете този стил напълно, трябва да го изтриете от папката със темплейтите";
$lang['Theme_info_saved'] = "Информацията за темата за избрания темплейт е съхранена. Сега трябва да върнете правата на theme_info.cfg на read-only";
$lang['Theme_updated'] = "Избраната тема е онновена. Можете да експортирате новите настройки на темата";
$lang['Theme_created'] = "Темата е създадена. Можете да експортирате темата към конфигурационния й файл, който да запазите на сигурно място или да използвате на други форуми.";

$lang['Confirm_delete_style'] = "Сигурни ли сте, че искате да изтриете този стил?";

$lang['Download_theme_cfg'] = "Конфигурационния файл не беше създаден поради грешка при опита за запис. Кликнете бутона по-долу, за да свалите този файл през браузъра ви. След като го свалите, можете да го поставите ръчно в папката, съдържаща файловете на темплейта на темата. След това можете да комплектовате всички файлове за разпространение или употреба на други форуми.";
$lang['No_themes'] = "Темплейта, който сте избрали, няма прикачени теми. За да създадете нова тема кликнете на съответната връзка.";
$lang['No_template_dir'] = "Директорията с темплейтите не е достъпна. Вероятно има проблем с правата за четене от сървъра или директорията не съществува.";
$lang['Cannot_remove_style'] = "Не можете да премахнете стил, който е основен за Форумите. Моля променете основния стил и опитайте отново.";
$lang['Style_exists'] = "Името на стила, което сте избрали, вече съществува. Моля върнете се и изберете различно име!";

$lang['Click_return_styleadmin'] = "Кликнете %sтук%s за да се върнете в Администриране на Стиловете";

$lang['Theme_settings'] = "Настройки на Темата";
$lang['Theme_element'] = "Елемент от Темата";
$lang['Simple_name'] = "Просто име";
$lang['Value'] = "Стойност";
$lang['Save_Settings'] = "Запази настойките";

$lang['Stylesheet'] = "CSS Стилове";
$lang['Background_image'] = "Фонова картинка";
$lang['Background_color'] = "Фонов цвят";
$lang['Theme_name'] = "Име на Темата";
$lang['Link_color'] = "Цвят на връзките";
$lang['Text_color'] = "Цвят на текста";
$lang['VLink_color'] = "Цвят на посетените връзки";
$lang['ALink_color'] = "Цвят на активните връзки";
$lang['HLink_color'] = "Цвят на посочените връзки";
$lang['Tr_color1'] = "Цвят на табличен ред 1";
$lang['Tr_color2'] = "Цвят на табличен ред 2";
$lang['Tr_color3'] = "Цвят на табличен ред 3";
$lang['Tr_class1'] = "Клас на табличен ред 1";
$lang['Tr_class2'] = "Клас на табличен ред 2";
$lang['Tr_class3'] = "Клас на табличен ред 3";
$lang['Th_color1'] = "Цвят на табличен хедър 1";
$lang['Th_color2'] = "Цвят на табличен хедър 2";
$lang['Th_color3'] = "Цвят на табличен хедър 3";
$lang['Th_class1'] = "Клас на табличен хедър 1";
$lang['Th_class2'] = "Клас на табличен хедър 2";
$lang['Th_class3'] = "Клас на табличен хедър 3";
$lang['Td_color1'] = "Цвят на таблична клетка 1";
$lang['Td_color2'] = "Цвят на таблична клетка 2";
$lang['Td_color3'] = "Цвят на таблична клетка 3";
$lang['Td_class1'] = "Клас на таблична клетка 1";
$lang['Td_class2'] = "Клас на таблична клетка 2";
$lang['Td_class3'] = "Клас на таблична клетка 3";
$lang['fontface1'] = "Шрифт 1";
$lang['fontface2'] = "Шрифт 2";
$lang['fontface3'] = "Шрифт 3";
$lang['fontsize1'] = "Размер на шрифта 1";
$lang['fontsize2'] = "Размер на шрифта 2";
$lang['fontsize3'] = "Размер на шрифта 3";
$lang['fontcolor1'] = "Цвят на шрифта 1";
$lang['fontcolor2'] = "Цвят на шрифта 2";
$lang['fontcolor3'] = "Цвят на шрифта 3";
$lang['span_class1'] = "Клас <span> 1";
$lang['span_class2'] = "Клас <span> 2";
$lang['span_class3'] = "Клас <span> 3";
$lang['img_poll_size'] = "Размер на изображението за резултати от гласуването в пиксели";
$lang['img_pm_size'] = "Размер на статус-бара на Личните Съобщения в пиксели";


//
// Install Process
//
$lang['Welcome_install'] = "Добре дошли в инсталацията на phpBB 2";
$lang['Initial_config'] = "Обща конфигурация";
$lang['DB_config'] = "Конфигурация на базата данни";
$lang['Admin_config'] = "Конфигурация на администратора";
$lang['continue_upgrade'] = "Once you have downloaded your config file to your local machine you may\"Continue Upgrade\" button below to move forward with the upgrade process. Please wait to upload the config file until the upgrade process is complete.";
$lang['upgrade_submit'] = "Продължи Ъпгрейда";

$lang['Installer_Error'] = "Грешка при инсталацията";
$lang['Previous_Install'] = "Открита е предишна инсталация";
$lang['Install_db_error'] = "Грешка при опит за обновяване на базата данни";

$lang['Re_install'] = "Предишната ви инсталация е все още активна.<br /><br />Ако искате да преинсталирате phpBB 2, трябва да кликнете бутона Да по-долу. Обърнете внимание, че това ще унищожи всички текущи данни! Ще се запазят само потребителското име и паролата на администратора, всички останали данни ще бъдат изтрити!<br /><br />Помислете преди да кликнете Да!";

$lang['Inst_Step_0'] = "Благодарим ви, че избрахте phpBB 2. За да извършите инсталацията, моля попълнете детайлите, описани по-долу. Обърнете внимание, че базата данни, в която инсталирате, трябва да съществува. Ако инсталирате в база данни, която използва ODBC, като например MS Access, трябва да създадете DSN за нея преди да продължите.";

$lang['Start_Install'] = "Започни Инсталирането";
$lang['Finish_Install'] = "Завърши Инсталирането";

$lang['Default_lang'] = "Основен език на Форумие";
$lang['DB_Host'] = "Сървър на базата данни / DSN";
$lang['DB_Name'] = "Име на базата данни";
$lang['DB_Username'] = "Потребителско име за базата данни";
$lang['DB_Password'] = "Парола за базата данни";
$lang['Database'] = "Вашата база данни";
$lang['Install_lang'] = "Изберете език за инсталацията";
$lang['dbms'] = "Вид на базата данни";
$lang['Table_Prefix'] = "Представка за таблиците в базата данни";
$lang['Admin_Username'] = "Потребителко име на Администратора";
$lang['Admin_Password'] = "Парола на Администратора";
$lang['Admin_Password_confirm'] = "Парола на Администратора (Потвърдете)";

$lang['Inst_Step_2'] = "Потребителя Администратор е създаден. До тук основната инсталация е завършена. Сега ще трябва да настроите новоинсталираните си Форуми. Моля не забравяйте да погледнете в Обща Конфигурация и да нанесете необходимите промени. Благодарим ви, че избрахте phpBB 2.";

$lang['Unwriteable_config'] = "Config-файла ви е недостъпен за писане. Копие на config-файла ще бъде свален на вашата машина, след като кликнете бутона долу. Трябва да качите този файл в папката на phpBB 2. (Можете да го направите достъпен, като дадете права за писане на всички; не забравяйте да върнете правате обратно след инсталацията!) След като направите това, трябва да влезете с администраторското име и парола, които въведохте на предишния екран и да посетите Администраторския Панел (линк натам има в дъното на всички страници на Форумите), за да настроите инсталацията. Благодарим ви, че избрахте phpBB 2.";
$lang['Download_config'] = "Свалете Config-файл";

$lang['ftp_choose'] = "Изберете метод за сваляне";
$lang['ftp_option'] = "<br />Тъй като FTP-функциите са включени в тази версия на PHP, можете да пробвате да вземете config-файла по FTP.";
$lang['ftp_instructs'] = "Избрали сте да качите config-файла към акаунта, който съдържа phpBB 2 автоматично. Моля въведете исканата по-долу информация. Обърнете внимание, че FTP-пътя трябва да е същия, какъвто е и за вашата phpBB 2 инсталация.";
$lang['ftp_info'] = "Въведете вашата FTP информация";
$lang['Attempt_ftp'] = "Опит за качване на config-файла по FTP";
$lang['Send_file'] = "Просто ми пратете файла, аз ще го кача ръчно.";
$lang['ftp_path'] = "FTP-път към phpBB 2";
$lang['ftp_username'] = "Вашето FTP Име";
$lang['ftp_password'] = "Вашата FTP Парола";
$lang['Transfer_config'] = "Започни трансфера";
$lang['NoFTP_config'] = "Опита за автоматично качване на config-файла по FTP се провали.Моля свалете файла и го качете ръчно.";

$lang['Install'] = "Инталиране";
$lang['Upgrade'] = "Ъпгрейд";

$lang['Install_Method'] = "Изберете метода на инсталиране";

$lang['Install_No_Ext'] = "Конфигурацията на PHP на вашия сървър не поддържа типа база данни, която сте избрали!";

$lang['Install_No_PCRE'] = "phpBB2 изисква Perl-съвместим Regular Expressions Module за PHP, който вашата PHP конфигурация очевидно не поддържа!";

//
// That's all Folks!
// -------------------------------------------------

?>