Subject: Вітаємо на форумі "{SITENAME}";
{WELCOME_MSG}

Ваш аккаунт поки-що неактивовано.

Будь ласка, відішліть нам факсом:
{FAX_INFO}
або через e-mail:
{MAIL_INFO}
------------------------------ ВИРІЖТЕ ТУТ ------------------------------
Правила і обов'язки {SITENAME}

Логін:   {USERNAME}
Пароль:  {PASSWORD}
Email:   {EMAIL_ADDRESS}

ICQ:             {ICQ}
AIM:                         {AIM}
MSN:                          {MSN}
Yahoo Messenger: {YIM}
Веб-сайт:                  {WEB_SITE}
З:                                  {FROM}
Професія:                 {OCC}
Інтереси:                 {INTERESTS}

Я ПЕРЕГЛЯНУВ ВСІ ПРАВИЛА І ВСЮ ДОДАТКОВУ ІНФОРМАЦІЮ ВАШОГО САЙТУ

Ваше прізвище і ініціали: _____________________

Підпис: __________________

Дата: _______________

------------------------------ ВИРІЖТЕ ТУТ ------------------------------
Дякуємо за реєстрацію.
{EMAIL_SIG}