Subject: Το {SITENAME} σας καλωσορίζει στην δημόσια συζήτηση του

{WELCOME_MSG}

Προσοχή! Κρατήστε αυτό το μήνυμα! Περιέχει βασικές πληροφορίες του λογαριασμού σας:

----------------------------
Όνομα χρήστη: {USERNAME}
Κωδικός: {PASSWORD}
----------------------------

Ο λογαριασμός σας προσωρινά είναι ανενεργός, για να συνδεθείτε, πρώτα πρέπει να ενεργοποιηθεί από τον διαχειριστή του συστήματος. Θα λάβετε ένα καινούργιο μήνυμα όταν αυτό θα είναι δυνατό.
Σας παρακαλούμε να μην λησμονήσετε τον κωδικό σας διότι δεν θα μπορέσουμε να το ανασύρουμε από την βάση δεδομένων μας μιας και αποθηκεύετε σε κρυπτογραφημένη μορφή. Παρ' όλα αυτά, εάν συμβεί κάτι τέτοιο, μπορείτε να ζητήσετε έναν νέο κωδικό ο οποίος θα ενεργοποιηθεί με τον ίδιο ακριβώς τρόπο, όπως ενεργοποιήθηκε ο λογαριασμός σας.

Σας ευχαριστούμε για την εγγραφή σας.

{EMAIL_SIG}