Subject: Το {SITENAME} σας καλωσορίζει στην δημόσια συζήτηση του

{WELCOME_MSG}

Παρακαλώ πολύ διατηρήστε αυτό το μήνυμα, περιέχει βασικές πληροφορίες λογαριασμού:

----------------------------
Όνομα χρήστη: {USERNAME}
Κωδικός: {PASSWORD}
----------------------------

Ο λογαριασμός σας προσωρινά είναι ανενεργός, πρέπει να ενεργοποιηθεί από τον διαχειριστή του συστήματος προτού μπορέσετε να συνδεθείτε. Θα λάβετε ένα καινούργιο μήνυμα όταν αυτό θα καθίσταται δυνατό.
Σας παρακαλούμε να μην λησμονήσετε τον κωδικό σας διότι δεν θα μπορέσουμε να το ανασύρουμε από την βάση δεδομένων μας μιας και αποθηκεύετε σε κρυπτογραφημένη μορφή. Παρ' όλα αυτά εάν συμβεί κάτι τέτοιο μπορείτε πάντα να ζητήσετε έναν καινούργιο κωδικό ο οποίος θα ενεργοποιηθεί με τον ίδιο τρόπο όπως αυτός ο λογαριασμός.

Σας ευχαριστούμε για την εγγραφή σας.

{EMAIL_SIG}