{WELCOME_MSG}

Σύμφωνα με το διάταγμα COPPA ο λογαριασμός σας είναι προσωρινά ανενεργός.

Παρακαλώ εκτυπώστε το ακόλουθο κείμενο και δώστε το προς έγκριση και υπογραφή στον κηδεμόνα σας, κατόπιν αποστείλετε το με φαξ στο:

{FAX_INFO}

ή με ηλ.ταχυδρομίο:

{MAIL_INFO}

------------------------------ να κοπή εδώ ------------------------------
Έγκριση για συμμετοχή στο {SITENAME}

Όνομα χρήστη: {USERNAME}
Κωδικός: {PASSWORD}
Email: {EMAIL_ADDRESS}

ICQ Νούμερο: {ICQ}
AIM Διεύθυνση: {AIM}
MSN Messenger: {MSN}
Yahoo Messenger: {YIM}
Ηλ. Σελίδα: {WEB_SITE}
Από: {FROM}
Ιδιότητα: {OCC}
Ενδιαφέροντα: {INTERESTS}

ΈΧΩ ΕΞΕΤ¶ΣΗ ΤΑ ΣΤΟΙΧΕΊΑ ΠΟΥ ΜΟΥ ΠΡΟΣΚΌΜΙΣΕ ΤΟ ΤΈΚΝΟ ΜΟΥ ΚΑΙ ΕΠΙΤΡΈΠΩ ΤΟ ΦΟΡΟΥΜ {SITENAME} ΝΑ ΑΠΟΘΗΚΕΎΣΗ ΑΥΤ¶ ΤΑ ΣΤΟΙΧΕΊΑ. 
ΚΑΤΑΝΟΏ ΟΤΙ ΑΥΤΈΣ ΟΙ ΠΛΗΡΟΦΟΡΊΕΣ ΜΠΟΡΟΎΝ ΝΑ ΑΛΛΑΞΟΥΝ ΟΠΟΙΑΔΉΠΟΤΕ ΣΤΙΓΜΉ ΠΡΑΓΜΑΤΟΠΟΙΗΘΕΙ  ΣΥΝΔΕΣΗ ΜΕ ΤΗΝ ΕΙΣΑΓΩΓΗ ΤΟΥ ΚΩΔΙΚΟΎ.
ΚΑΤΑΝΟΏ ΟΤΙ ΑΥΤΈΣ ΟΙ ΠΛΗΡΟΦΟΡΊΕΣ ΜΠΟΡΟΎΝ ΝΑ ΔΙΑΓΡΑΦΟΎΝ ΟΠΟΙΑΔΉΠΟΤΕ ΣΤΙΓΜΉ ΑΠΟ ΤΟ ΦΟΡΟΥΜ {SITENAME} ΚΑΤΌΠΙΝ ΑΙΤΉΣΕΩΣ ΜΟΥ.


Γονέας ή Κηδεμόνας 
(το όνομα σας): _____________________

(Υπογραφή): __________________ 

Ημερομηνία: _______________

------------------------------ να κοπή εδώ ------------------------------


Από την στιγμή που ο διαχειριστής θα λάβει αυτό το έντυπο μέσο φαξ ή ηλ. ταχυδρομείου ο λογαριασμός θα ενεργοποιηθεί.
Παρακαλώ μην ξεχνάτε τον κωδικό σας διότι αυτός βρίσκετε κωδικοποιημένος στη βάση δεδομένων μας και δεν μπορεί κανείς να τον ανασύρει. Παρ' όλα αυτά εάν τον ξεχάσετε μπορείτε να ζητήσετε έναν νέο κωδικό ο οποίος θα ενεργοποιηθεί με τον ίδιο τρόπο που έγινε η ενεργοποίηση αυτού του λογαριασμού.


Σας ευχαριστούμε για την εγγραφή σας.

{EMAIL_SIG}