Subject: Το {SITENAME} σας καλωσορίζει στην Δημόσια Συζήτηση του.

{WELCOME_MSG}

Σύμφωνα με το διακήρυξη COPPA ο λογαριασμός σας είναι προσωρινά ανενεργός.

Παρακαλώ εκτυπώστε το ακόλουθο κείμενο και δώστε το προς έγκριση και υπογραφή στον κηδεμόνα σας, κατόπιν στείλτε το με φαξ στο:

{FAX_INFO}

ή με ηλεκτρονικό ταχυδρομείο:

{MAIL_INFO}

------------------------------ να κοπεί εδώ ------------------------------
Έγκριση για συμμετοχή στο {SITENAME}

Όνομα χρήστη: {USERNAME}
Κωδικός: {PASSWORD}
Email: {EMAIL_ADDRESS}

ICQ Νούμερο: {ICQ}
AIM Διεύθυνση: {AIM}
MSN Messenger: {MSN}
Yahoo Messenger: {YIM}
Ιστοσελίδα: {WEB_SITE}
Από: {FROM}
Ιδιότητα: {OCC}
Ενδιαφέροντα: {INTERESTS}

ΕΧΩ ΕΞΕΤΑΣΕΙ ΤΑ ΣΤΟΙΧΕΙΑ ΠΟΥ ΜΟΥ ΠΡΟΣΚΟΜΙΣΕ ΤΟ ΠΑΙΔΙ ΜΟΥ ΚΑΙ ΕΠΙΤΡΕΠΩ ΣΤΟ ΦΟΡΟΥΜ {SITENAME} ΝΑ ΑΠΟΘΗΚΕΥΣΕΙ ΑΥΤΑ ΤΑ ΣΤΟΙΧΕΙΑ. 
ΚΑΤΑΝΟΩ, ΟΤΙ ΤΑ ΠΑΡΑΠΑΝΩ ΑΠΟΘΗΚΕΥΜΕΝΑ ΣΤΟΙΧΕΙΑ ΜΠΟΡΟΥΝ ΝΑ ΑΛΛΑΞΟΥΝ ΟΠΟΙΑΔΗΠΟΤΕ ΣΤΙΓΜΗ ΓΙΝΕΙ  Η ΣΥΝΔΕΣΗ  ΣΤΟ ΦΟΡΟΥΜ ΜΕ ΤΗΝ ΕΙΣΑΓΩΓΗ ΤΟΥ ΚΩΔΙΚΟΥ.
ΚΑΤΑΝΟΩ, ΟΤΙ ΑΥΤΕΣ ΟΙ ΠΛΗΡΟΦΟΡΙΕΣ ΜΠΟΡΟΥΝ ΝΑ ΔΙΑΓΡΑΦΟΥΝ ΟΠΟΙΑΔΗΠΟΤΕ ΣΤΙΓΜΗ, ΑΠΟ ΤΟ ΦΟΡΟΥΜ {SITENAME} ,ΚΑΤΟΠΙΝ ΑΙΤΗΣΕΩΣ ΜΟΥ.


Γονέας ή Κηδεμόνας 
(το Ονοματεπώνυμο σας): _____________________

(Υπογραφή): __________________ 

Ημερομηνία: _______________

------------------------------ να κοπή εδώ ------------------------------


Από την στιγμή που ο διαχειριστής θα λάβει αυτό το έντυπο μέσω φαξ ή ηλεκτρονικού ταχυδρομείου, ο λογαριασμός θα ενεργοποιηθεί.
Παρακαλώ, μην ξεχνάτε τον κωδικό σας διότι αυτός αποθηκεύεται κωδικοποιημένος στη βάση δεδομένων μας και δεν μπορεί κανείς να τον ανασύρει. Παρ' όλα αυτά, εάν τον ξεχάσετε, μπορείτε να ζητήσετε έναν νέο κωδικό, ο οποίος θα ενεργοποιηθεί με τον ίδιο ακριβώς τρόπο όπως έγινε η ενεργοποίηση αυτού του λογαριασμού.


Σας ευχαριστούμε για την εγγραφή σας.

{EMAIL_SIG}