Γεια σας {TO_USERNAME},

Το ακόλουθο είναι ένα email από τον {FROM_USERNAME} μέσο του λογαριασμού σας στο {SITENAME}. Εάν το μήνυμα αυτό αποτελεί ενόχληση με προσβλητικό ή ανόητο περιεχόμενο παρακαλώ επικοινωνήστε με τον webmaster του φόρουμ στην ακόλουθη διεύθυνση:

{BOARD_EMAIL}

Να συμπεριλάβετε ολόκληρο το μήνυμα ιδίως τις κεφαλίδες. Έχετε υπόψη ότι ως  διεύθυνση απάντησης έχει ορισθεί η διεύθυνση του {FROM_USERNAME}.

Ακολουθεί το μήνυμα που σας απεστάλη
~~~~~~~~~~~~~~~~~~~~~~~~~~~

{MESSAGE}