Subject: Γνωστοποίηση απάντησης στη Θ. Ενότητα - {TOPIC_TITLE}

Γεια σας  {USERNAME},

Λάβατε αυτό το μήνυμα γιατί παρακολουθείτε την Θ. Ενότητα, "{TOPIC_TITLE}" στο {SITENAME}. Αναρτήθηκε ένα νέο μήνυμα στη Θ. Ενότητα μετά την τελευταία σας επίσκεψη. Ακολουθήστε τον παρακάτω δεσμό για να το διαβάσετε. Δεν θα υπάρξει άλλη ειδοποίηση για αυτήν την ανάρτηση, μέχρι να επισκεφτείτε την Θ. Ενότητα.

{U_TOPIC}

Εάν δεν επιθυμείτε πλέον, την παρακολούθηση της Θ.Ενότητας επιλέξτε "Παύση παρακολούθησης αυτής της Θ.Ενότητας" στο κάτω τμήμα της σελίδας της Θ.Ενότητας ή πατήστε στον ακόλουθο δεσμό:

{U_STOP_WATCHING_TOPIC}

{EMAIL_SIG}