Subject: Γνωστοποίηση απάντησης σε Θ.Ενότητα - {TOPIC_TITLE}

Γεια σας  {USERNAME},

Λάβατε αυτό το μήνυμα γιατί παρακολουθείτε την Θ.Ενότητα, "{TOPIC_TITLE}" στο {SITENAME}. Η Θ.Ενότητα έχει λάβει ένα νέο μήνυμα από την τελευταία σας επίσκεψη. Ακολουθήστε τον παρακάτω δεσμό για να το δείτε, δεν θα υπάρξει άλλη ειδοποίηση έως ότου επισκεφτείτε την Θ.Ενότητα.

{U_TOPIC}

Εάν δεν επιθυμείτε πλέων να παρακολουθείτε την Θ.Ενότητα επιλέξτε "Παύση παρακολούθησης αυτής της Θ.Ενότητας" στο κάτω τμήμα της σελίδας της Θ.Ενότητας ή πατήστε στον ακόλουθο δεσμό:

{U_STOP_WATCHING_TOPIC}

{EMAIL_SIG}