{WELCOME_MSG}

Παρακαλώ διατηρήστε αυτό το μήνυμα στο αρχείο σας. Οι πληροφορίες του λογαριασμού σας είναι οι ακόλουθες:

----------------------------
Όνομα χρήστη: {USERNAME}
Κωδικός: {PASSWORD}
----------------------------

Παρακαλώ μην ξεχνάτε τον κωδικό σας διότι αυτός βρίσκετε κωδικοποιημένος στη βάση δεδομένων μας και δεν μπορεί κανείς να τον ανασύρει. Παρ' όλα αυτά εάν τον ξεχάσετε μπορείτε να ζητήσετε έναν νέο κωδικό ο οποίος θα ενεργοποιηθεί με τον ίδιο τρόπο που έγινε η ενεργοποίηση αυτού του λογαριασμού.

Σας ευχαριστούμε για την εγγραφή σας.

{EMAIL_SIG}