Subject: Ενεργοποίηση νέου κωδικού

Γεια σας {USERNAME}

Λάβατε αυτό το μήνυμα διότι εσείς ή κάποιος ο οποίος προσποιείται εσάς, ζητήσατε να σας αποσταλεί νέος κωδικός στον λογαριασμό σας στο {SITENAME}. Εάν στην πραγματικότητα δεν έχετε ζητήσει τίποτα τέτοιο απλά αγνοήστε αυτό το μήνυμα, σε περίπτωση που θα συνεχίσετε να λαμβάνετε το ίδιο μήνυμα και στο μέλλον επικοινωνήστε με τον Διαχειριστή.

Για να χρησιμοποιήσετε τον νέο κωδικό πρέπει πρώτα να τον ενεργοποιήσετε ακολουθώντας τον παρακάτω δεσμό.

{U_ACTIVATE}

Εάν ολοκληρωθεί η διαδικασία με επιτυχία θα μπορείτε να συνδέεστε με τον ακόλουθο κωδικό:

Κωδικός: {PASSWORD}

Βεβαίως τον κωδικό, μπορείτε να τον αλλάξετε και μέσα από τις ρυθμίσεις του προφίλ σας. Εάν συναντήσετε οποιαδήποτε δυσκολία επικοινωνήστε με τον Διαχειριστή.

{EMAIL_SIG}