Subject: Το {SITENAME} σας καλωσορίζει στην Δημόσια Συζήτηση του

{WELCOME_MSG}

Παρακαλώ διατηρήστε αυτό το μήνυμα στο αρχείο σας. Οι πληροφορίες του λογαριασμού σας είναι οι ακόλουθες:

----------------------------
Όνομα χρήστη: {USERNAME}
Κωδικός: {PASSWORD}
----------------------------

Ο λογαριασμός σας είναι προς το παρόν ανενεργός. Για να τον ενεργοποιήσετε πρέπει πρώτα να επισκευθείτε τον ακόλουθο δεσμό:

{U_ACTIVATE}

Παρακαλώ μην ξεχνάτε τον κωδικό σας διότι αυτός βρίσκεται κωδικοποιημένος στη βάση δεδομένων μας και δεν μπορεί κανείς να τον ανασύρει. Παρ' όλα αυτά εάν τον ξεχάσετε μπορείτε να ζητήσετε έναν νέο κωδικό ο οποίος θα ενεργοποιηθεί με τον ίδιο τρόπο όπως έγινε η ενεργοποίηση αυτού του λογαριασμού.

Σας ευχαριστούμε για την εγγραφή σας.

{EMAIL_SIG}