Subject: Ενεργοποίηση νέου κωδικού

Γεια σας {USERNAME}

Λάβατε αυτό το μήνυμα διότι εσείς ή κάποιος ο οποίος προσποιείται εσάς, ζητήσατε να σας αποσταλεί νέος κωδικός στον λογαριασμό σας στο {SITENAME}. Εάν στην πραγματικότητα δεν έχετε ζητήσει τίποτα τέτοιο, απλά αγνοήστε αυτό το μήνυμα. Σε περίπτωση που θα συνεχίσετε να λαμβάνετε το ίδιο μήνυμα και στο μέλλον επικοινωνήστε με τον Διαχειριστή.

Για να  χρησιμοποιήσετε τον νέο κωδικό σας, πρέπει πρώτα να ενεργοποιηθεί ακολουθώντας τον παρακάτω δεσμό.

{U_ACTIVATE}

Εφόσον ολοκληρωθεί με επιτυχία η διαδικασία αυτή, θα μπορείτε να συνδέεστε με τον ακόλουθο κωδικό:

Κωδικός: {PASSWORD}

Βεβαίως τον κωδικό μπορείτε να τον αλλάξετε και μέσα από τις ρυθμίσεις του προφίλ σας. Εάν συναντήσετε οποιαδήποτε δυσκολία επικοινωνήστε με τον Διαχειριστή.

{EMAIL_SIG}