Charset: windows-1251

Здравствуйте, {TO_USERNAME}!

Ниже следует e-mail, посланный вам пользователем {FROM_USERNAME} через вашу регистрацию на сайте {SITENAME}. Если это сообщение является спамом, содержит оскорбления или прочие неприятные вам комментарии, пожалуйста свяжитесь с вебмастером по адресу:

{BOARD_EMAIL}

Включите данное сообщение целиком (особенно заголовки). Пожалуйста учтите, что адрес ответа в этом сообщении является адресом {FROM_USERNAME}.

Посланное вам сообщение:
~~~~~~~~~~~~~~~~~~~~~~~~~~~~

{MESSAGE}