Subject: Уведомление об ответе в теме - {TOPIC_TITLE}
Charset: windows-1251

Здравствуйте, {USERNAME}!

Вы получили это сообщение потому, что следите за темой "{TOPIC_TITLE}" на сайте {SITENAME}. В этой теме со времени вашего последнего визита появилось новое сообщение. Вы можете перейти по ссылке чтобы посмотреть поступившие ответы, новые уведомления не будут приходить пока вы не просмотрите тему.

{U_TOPIC}

Если вы больше не хотите следить за темой, то либо щёлкните по ссылке "перестать следить за темой" внизу страницы с этой темой, либо перейдите по следующей ссылке:

{U_STOP_WATCHING_TOPIC}

{EMAIL_SIG}