Subject: јктивизаци€ нового парол€
Charset: windows-1251

«дравствуйте, {USERNAME}!

¬ы получили это письмо потому, что вы (либо кто-то, выдающий себ€ за вас) попросили выслать новый пароль к вашей учЄтной записи на сайте {SITENAME}. ≈сли вы не просили выслать пароль, не обращайте внимани€ на это письмо, если же подобные письма будут продолжать приходить, обратитесь к администратору форумов.

ƒл€ того, чтобы использовать новый пароль вы должны его активизировать. ƒл€ этого перейдите по ссылке:

{U_ACTIVATE}

¬ случае успешной активизации вы сможете входить в систему, использу€ следующий пароль:

ѕароль: {PASSWORD}

¬ы сможете сменить этот пароль на странице редактировани€ профил€. ≈сли у вас возникнут какие-то трудности, обратитесь к администратору форумов.

{EMAIL_SIG}