Subject: Добро пожаловать на форумы {SITENAME}
Charset: windows-1251

{WELCOME_MSG}

Пожалуйста сохраните это сообщение. Параметры вашей учётной записи таковы:

----------------------------
Имя пользователя: {USERNAME}
Пароль:           {PASSWORD}
----------------------------

Ваша учётная запись ещё не активна. Вы не сможете ей пользоваться, пока не перейдёте по следующей ссылке:

{U_ACTIVATE}

Не забывайте свой пароль: он хранится в нашей базе в зашифрованном виде, и мы не сможем вам его выслать. Если вы всё же забудете пароль, то сможете запросить новый, который придётся активизировать таким же образом, как и вашу учётную запись.

Спасибо за то, что зарегистрировались на наших форумах.

{EMAIL_SIG}