Subject: Добро пожаловать на форумы {SITENAME}
Charset: windows-1251

{WELCOME_MSG}

Пожалуйста сохраните это сообщение. Параметры вашей учётной записи таковы:

----------------------------
Имя пользователя: {USERNAME}
Пароль:           {PASSWORD}
----------------------------

Ваша учётная запись пока не активна. Вы не сможете им пользоваться, пока не перейдёте по следующей ссылке:

{U_ACTIVATE}

Не забывайте свой пароль: он хранится в нашей базе в зашифрованном виде, и мы не сможем вам его выслать. Если вы всё же забудете свой пароль, то вы сможете запросить новый, который будет активизирован таким же образом, как и ваша учётная запись.

Спасибо за регистрацию.

{EMAIL_SIG}