{WELCOME_MSG}

依照"美国儿童网路隐私保护法"规定, 您的帐号尚未激活.

请列印以下表格并请您的父母或监护人签上名字和日期,将其传真到:

{FAX_INFO}

或邮寄到:

{MAIL_INFO}

------------------------------ 由此裁开 ------------------------------
{SITENAME} 会员注册申请

使用者名称: {USERNAME}
密码: {PASSWORD}
电子邮件: {EMAIL_ADDRESS}

ICQ 编号: {ICQ}
AIM 位址: {AIM}
MSN 信使: {MSN}
雅虎即时通: {YIM}
个人首页: {WEB_SITE}
来自: {FROM}
职业: {OCC}
兴趣: {INTERESTS}

我已看过保护儿童的条文并且允许"{SITENAME}"储存这些资讯. 
我了解这些资讯可能在任何时候被键入密码更改. 
我了解这些资料有可能在任何时候由"{SITENAME}"删除.


家长或监护人
(请在此签名): _____________________

本人
(请在此签名): __________________ 

日期: _______________

------------------------------ 由此裁开------------------------------


当管理人员收到以上的申请传真或邮件并通过审核, 您的帐号才会被激活.

请牢记您的密码, 由于所有密码均经过加密处理, 系统管理员也无法取得. 然而, 如果您忘记了密码, 系统将会寄发一个新的密码给您.

感谢您的注册.

{EMAIL_SIG}