{WELCOME_MSG}

依照"美國兒童網路隱私保護法"規定, 您的帳號尚未能啟用.

請列印以下表格並請您的父母或監護人簽上名字和日期,將其傳真到:

{FAX_INFO}

或郵寄到:

{MAIL_INFO}

------------------------------ 由此裁開 ------------------------------
{SITENAME} 會員註冊申請書

使用者名稱: {USERNAME}
密碼: {PASSWORD}
電子郵件: {EMAIL_ADDRESS}

ICQ 編號: {ICQ}
AIM 位址: {AIM}
MSN 傳訊者: {MSN}
雅虎即時通: {YIM}
個人首頁: {WEB_SITE}
來自: {FROM}
職業: {OCC}
興趣: {INTERESTS}

本人已看過保護兒童的條文並且允許"{SITENAME}"儲存這些資訊. 
本人了解這些資訊可能在任何時候被鍵入密碼更改. 
本人了解這些資料可能在任何時候由"{SITENAME}"所移除.


家長或監護人
(請在此簽名): _____________________

本人
(請在此簽名): __________________ 

日期: _______________

------------------------------ 由此裁開------------------------------


當管理人員收到以上的申請傳真或郵件, 並通過審核, 您的帳號才會被啟用.

請不要忘記您的密碼, 因為所有密碼均經過加密處理, 就連系統管理員也無法取得. 然而, 如果您忘記了密碼, 您可以重新申請一組新的密碼, 系統將會寄發新的密碼給您.

感謝您的註冊.

{EMAIL_SIG}