<?php
/***************************************************************************
 *                          lang_faq.php [english]
 *                            -------------------
 *   begin                : Wednesday Oct 3, 2001
 *   copyright            : (C) 2001 The phpBB Group
 *   email                : support@phpbb.com
 *
 *   $Id$
 *
 *
 ***************************************************************************/

/***************************************************************************
 *
 *   This program is free software; you can redistribute it and/or modify
 *   it under the terms of the GNU General Public License as published by
 *   the Free Software Foundation; either version 2 of the License, or
 *   (at your option) any later version.
 *
 ***************************************************************************/
  /***************************************************************************
*                     Macedonian Translation
*                              -------------------
*     begin                : Friday Feb 07 2003
*     last update          : Friday Apr 18 2003
*     by                   : Boban Stoyanov
*     email                : bobanstojanov@msn.com
*     website:             : http://www.boban.tk/, http://www.room419.tk/
****************************************************************************/
 
// 
// To add an entry to your FAQ simply add a line to this file in this format:
// $faq[] = array("question", "answer");
// If you want to separate a section enter $faq[] = array("--","Block heading goes here if wanted");
// Links will be created automatically
//
// DO NOT forget the ; at the end of the line.
// Do NOT put double quotes (") in your FAQ entries, if you absolutely must then escape them ie. \"something\";
//
// The FAQ items will appear on the FAQ page in the same order they are listed in this file
//
 
  
$faq[] = array("--","Прашања и одговори во врска со Логирањето и Регистрацијата");
$faq[] = array("Зошто не можам да се логирам?", "Се регистриравте ли? Мора да се регистрирате за да се логирате. Да не те банирани од форумот? (Ако сте треба да ви се појави соодветна порака) Ако сте се регистрирале (а не сте банирани) а сеуште не може да се логирате проверете дали сте ги внесиле точно членско име и лозинка. Најчесто ова е проблемот. Во случај да е се точно тогаш контактирајте го администраторот и ќе се обидат да го отстранат проблемот.");
$faq[] = array("Зошто воопшто морам да се регистрирам?", "Не морате. Администраторот одлучува дали мора да сте регистрирани за да праќате пораки. Меѓутоа со регистрацијата ќе добиеш пристап до други бенефиции кои не можат да ги користат гостите. Тоа се например аватар слики, лични пораки, испраќање на е-маил до други корисници, членство во групи на форумов и.т.н. Регистрацијата трае само неколку минути и се препорачливо да се регистрирате.");
$faq[] = array("Зошто се одлогирам автоматски?", "Ако не сте го чекирале копчето<i>Автоматско логирање</i>тогаш сте логирани само на кратко после престанувањето на вашата активност во форумов. Ова го спречува користењето на твоето членство од некој друг корисник. За да останете логирани и после престанувањето на активноста на форумот тогаш чекирајте го копчето Автоматско логирање. Ова не е препорачливо особено ако го гледате форумот од места како библиотека, интернет кафе, универзитетска или школска мрежа и.т.н.");
$faq[] = array("Како да спречам моето корисничко име да не се гледа кога сум он-лајн?", "Во твојот профил ќе најдете опција <i>Скриј го мојот он-лајн статус</i>. Ако ја <i>вклучите</i> оваа опција вашиот он-лајн статус ќе можат да го видат само администратор и вие. Ќе се смета дека сте скриен член.");
$faq[] = array("Си го заборавив мојата лозинка!", "Не паничете! Вашата стара лозинка не може да ви биде вратена но за тоа ќе добиете нова. За да добиете нова отидете на страната за логирање и кликнете на <u>Си ја заборавив лозинката</u>, следете ги инструкциите и ќе бидете пак логирани за кратко време.");
$faq[] = array("Се регистрирав но не можам да се логирам!", "Прво проверете дали ги внесувате правилната лозинка и членско име. Ако се е во ред тогаш можно е: COPPA подршката да е вклучена ако кликнавте <u>Мојата старост е под 13 години</u> додека се регистриравте. Во овој случај следете ги инструкциите кои ги добивте по е-маил. Другата можност се однесува на активацијата на твоето членство. Некои форуми бараат потврдување за регистрација или од твоја страна или од страна на администраторот. Кога сте се регистрирале соодветно сте били информирани. Ако сте примиле е-маил тогаш следете ги инструкциите, но дали сте сигурни дека вашата е-маил адреса е валидна? Причината зошто треба да се активирана вашето членство е да се спречат т.н. членови <i>измамници</i> да го злоупотребуваат форумов. Ако сте сигурни дека вашата е-маил адреса е валидна контактирајте го администраторот.");
$faq[] = array("Се регистрирав пред некое време, но не можам да се логирам!", "Најчестите причини за ова се; сте напишале неточно членско име или лозинка (проверете си ја е-маил адресата која сте си ја напишале) или пак администраторот го избришал вашето членство поради некоја причина. Нај реткиот случај за не можност за регистрација е вашата неактивност во форумов. Често се случува администраторот да избрише некое членство за да ја намали големината на неговата база. Обидете се да се регистрирате повторно и учествувајте во дискусијата на форумите.");


$faq[] = array("--","Членски преференции и опции");
$faq[] = array("Како да си ги променам моите опции?", "Вашите опции (ако сте се регистрирале) се чуваат во нашата база. За да ги промените кликнете на <u>Профил</u> (најчесто се наоѓа на горниот дел од страната). Ова ќе ви овозможи да си ги промените опциите.");
$faq[] = array("Времето не е точноT!", "Времето е точно, но времето кое го гледате е она во друга временска зона. Во овој случај, отидете на Профил и сменете ја временската зона да одговара на времето кај вас. Имајте на ум дека за да ја промените временската зона морате да сте регистрирате. Ако не сте се регистриале тогаш сега е време да го направите!");
$faq[] = array("Ја променив временската зона но времето уште е грешно!", "Ако сте сигурни дека сте ја подесиле вашата временска зона точно а времето е уште различно тогаш проблемот е во промената на времето во лето. Форумот е подржува автоматска промена на времето, па за време на летото времето ќе се разликува еден час од вашето реално време.");
$faq[] = array("Мојот роден јазик го нема во списокот!", "Најчестите причини за ова се: Администраторот не е го инсталирал вашиот роден јазик или форумот се уште не е преведен на вашиот роден јазик. Питајте го администраторот дали може да инсталираат подршка за јазикот кој ве интересира. Ако не се во можност тогаш слободно можеш да направиш таков. Повеќе информации можеш да најдеш на сајтот на phpBB (провери на крајот на страната)");
$faq[] = array("Како да се гледа слика под моето членско име?", "При разгледување на форумот под вашето членско име можат да стојат две слики. Првата слика е која го покажува вашиот ранк (ѕвезди кои покажуваа колку мислења сте дале и вашиот ранк). Под ова може да стои поголема слика која се вика аватар и е особена за секој корисник. Адмистраторот одлучува дали ќе ги вклучи аватарите. Ако не можете да користите аватари тогаш ова е желбата на администраторот и питајте го зошто.  (Сигруно се сериозни!)");
$faq[] = array("Како да го променам мојот ранк?", "Воглавно не можете вие да си го менувате ранкот (ранковите се наоѓаат под твоето членско име во мислењата и во твојот профил). Повеќето форуми користат ранкови за да го покажат бројот на мислењат кои сте ги испратиле и да се идентифицираат особените членови. На пример администраторот и модераторите имаат особен ранк. Молиме не го злоупотребувајте форумот со непотребни мислења за да си го зголемите ранкот. Ако администраторот и модераторите го забележат ова ќе го намалат вашиот ранк.");
$faq[] = array("Кога кликнувам на врската со е-маил на некој член бара да се логирам", "Само регистрираните членови можат да испраќаат е-маилови преку соодветните форми (Ако админот ја вклучил оваа опција). Оваа е да се спречи злоупотребата на е-маилот од анонимни посетители на форумот.");


$faq[] = array("--","Прашања во врска со Мислењата");
$faq[] = array("Како да создадам тема во некој форум?", "Лесно е, кликнете на соодветното копче во форумот. Можеби ќе морате да се регистрирате пред да испратите тема или мислење. Кои од овие работи можете да ги направите се напишано на дното на сите страници во форумот. На пример (<i>Можете да создавате нови теми, Може да гласате во анкети, и.т.н.</i>)");
$faq[] = array("Како да променам или избришам мислење?", "Ако не сте администратор или модератор можете само да си променувате или бришете своите мислења. Можете да промените мислење (некогаш за многу кратко време по неговото формирање) со кликнување на копчето <i>Промена</i> во соодветното мислење. Ако некој е веќе одговорил на твоето мислење на дното ќе видите колку пати и кога последен пат сте го промениле. Ако никој не ви е одговорил на мислењето тогаш овој текст не се појавува и во случај кога модераторот или администраторот се го промениле твоето мислење. (Ти ќе остават порака што се промениле и зошто). Имајте на ум дека обичните членови не можат да избришат мислења на кое веќе некој е одговорил.");
$faq[] = array("Како да додадам потпис на моето мислење?", "За да додате потпис на вашето мислење мора прво да креирате потпис (се прави во Профил). Од кога ќе го креирате чекирајте го копчето <i>Додај потпис</i> на формата преку која испраќате мислење. Можете да користете еден и ист потпис на секое мислење со чекирање на соодветното копче. (Потписот нема да се појавува ако го одчекирате копчето Додај Потпис во формата кога ги испраќате мислењата.");
$faq[] = array("Како да креирам анкета?", "Да се креира анкета е навистина лесно. Кога додавате нова тема (или го променувате првото мислење) ќе ја видиш формата <i>Додај анкета</i> (ако не ја гледате немате право да креирате анкети). Треба прво да измислите Наслов и прашање за Анкетата и да внесете најмалку две опции (за да додате опција кликнете на копчето <i>Додај опција</i> . Можете да изберете и временски лимит на постоењето на анкетата. (0 е за анкета која никогаш не завршува). Понекогаш администраторот поставуваа лимит на опциите за гласање.");
$faq[] = array("Како да променам или избришам анкета?", "Како што е случај со мислењата, анкетите исто така можат да се менуваат или бришат само од членот кој ги напишал, од администраторот и модераторот. За да промените анкети кликнете копчето за промена на првото мислење во соодветната тема. Ако никој не гласа тогаш членовите можат да ја избришат или променат анкетата, но ако веќе некој е гласал тогаш само модераторите и администраторот. Ова е да се спречи честа промена на опциите или бришење на оние на кое веќе е гласано.");
$faq[] = array("Зошто не можам да влезам во форумот?", "Некои форуми можат да се гледаат од одреден број на членови или одредени групи. Во таквите форуми за да разгледувате, читате или пишувате ви треба посебен дотап кои се дава само од администраторот и модераторот. Ако ова е во вашиот случај контактирајте ги.");
$faq[] = array("Зошто не можам да гласам во анкети?", "Само регистрираните членови можат да гласаат во форумите за да се спречат повеќекратни гласања од анонимни корисници. Ако сте се регистрирале и сеуште не можете да гласате тогаш немате привилегија. ");


$faq[] = array("--","Форматирање и видови на теми.");
$faq[] = array("Што е BBCode?", "BBCode-от е специјална имплементација на HTML. Дали можете да го користите одлучува администраторот. Освен тоа можете да го исклучите во формата кога праќате мислења. BBCode-от по себе е сличен со HTML-от, се користат тагови кои се затворени во квадратни загради. На пример [ ТАГ ] место  &lt; и &gt; и нуди поголема контрола на што и како се запишува. За повеќе информации во врска со BBCode-от види на врската во страната од која испраќаш мислења.");
$faq[] = array("Може ли да користам HTML?", "Да. Зависи од администраторот кој ја има неговата целосна контрола. Ако можете да го користите само некои од таговите ќе ви бидата возможни за користење. Ова е <i>безбедностна</i> црта која спречува на луќето да го злоупотребуваат форумот со користење на тагови кои можат да го уништат надворешниот изглед на форумот. Ако HTML-от е вклучен можете да го исклучите кога испраќате мислења.");
$faq[] = array("Што се Смешковците?", "Смешковците или Емоции се мали сликички кои можат да се користат да искажат некое чувство. На пример :) значи насмевка, :( изразува негативност. Целосната листа од емоции можете да ги видите во страницата од каде испраќате мислења. Гледај да не корисиш многу смешковци, тоа може да предизвика администраторот да го промени твоето мислење за да ги избрише смешковците. ");
$faq[] = array("Може ли да испраќам слики?", "Да. Заедно со мислењата може да испраќате и слики. Меѓутоа овој форум уште не подржува внесување на слики. Затоа мора да направите врска. Вашата слика мора да се наоѓа на јавно пристапен сервер на пример http://www.некое_место.net/мојата_слика.gif. Не можете да линкувате со слики од вашиот компјутер (само ако не е сервер), ниту пак со слики кои се наоѓаат во механизми со посебен достап, на пример hotmail или yahoo маилови, страници заштитени со лозинка и.т.н. За да се покаже слика користете го тагот [img] во BBCode-от или соодветниот HTML таг (ако е дозволено).");
$faq[] = array("Што се Соопштенија?", "Соопштенијата често содржат важна информација и треба да ги прочитате што е можно побрзо. Соопштенијата се наоѓаат на врвот на секоја страна во форумот кај што се испратени. Дали можете или не да испраќате Соопштенија зависи од тоа каква привилегија имате, се зависи од администраторот.");
$faq[] = array("Што се Важни теми?", "Важните теми се покажуваат во форумот на сите теми и под соопштенијата во форумите. Најчесто содржат интересна и важна информација и треба да ги прочитате што е можно побрзо. Како што е случајот со соопштенијата зависи од администраторот дали можете да испраќате Важни Теми.");
$faq[] = array("Што се Заклучени Теми?", "Заклучените теми се заклучени затоа што тоа се го сториле администраторот или модераторот. Не можете да давате мислења во заклучените теми или пак да одговорите. Освен тоа не можете да гласате и во Анкетите. Темите можат да бидат заклучени за која и да било причина.");


$faq[] = array("--","Кориснички степени и групи");
$faq[] = array("Што се Администратори?", "Администраторите се луѓе на кои им е дадена најголема контрола во овој форум. Овие луѓе можат да го контролираат форумот во секој аспект и да вршат операции од типот  привилегии, банирање на членови, креирање на кориснички групи и модератори и.т.н. Тие ги имаат целосната модераторска способност во сите форуми.");
$faq[] = array("Што се Модератори?", "Модераторите се членови (или групи од членови) чија работа е е да гледаат како работат форумите од ден на ден. Имаат можност да ги менуваат и бришат мислењата, да ги заклучуваат, исклучуваат, преместуваат и да ги делат темите во форумот кој го модерираат. Во главно модераторите се овде да спречат <i>пишување на мислења кои немаат врска со темата</i> или да спречат постоење на фоуморт незаконски или навредувачки материјал.");
$faq[] = array("Што се Членски групи?", "Членските групи се групи за обединување на членовите. Секој член може да припаѓа на повеќе групи (ова не разликува од други форум системи) и на секоја група можат да и се даваат различни привилегии во форумот. Ова им олеснува на модераторите наеднаш да стават неколку модератори на еден форум и да им даде пристап во личнен форум и.т.н.");
$faq[] = array("Како да се вклучам во некоја Членска група?", "За да се вклучите во некоја членска група кликнете на соодветниот линк во хедерот. Сите групи не се <i>отворени</i>, некои се затворени или пак некои имаат скриено членство. Ако членската група е отворена ќе бара да се вклучиш со кликнување на копчето кое го гледаш. Модераторот на корисничката група ќе мора да го одобри твоето барање и веројатно ќе те прашаат зошто сакаш да се присоединиш во групата. Не досадувајте му на модераторот ако не ве прими во групата, сигурно има особени причини.");
$faq[] = array("Како да станам Модератор на Членска група?", "Членските групи обично се креираат од администраторот и тие назначуваат модератор на група. Ако сте заинтересирани да формирате членска група тогаш контактирајте го администраторот. Испратете му лична порака.");


$faq[] = array("--","Праќање на Лични Пораки");
$faq[] = array("Не можам да испраќам лични пораки!", "Постојат три причини во врска со ова; не сте регистрирани/или не сте се логирале, администраторот го е забранил испраќањето на сите членови или пак администраторот само тебе ти е забранил да испраќаш такви. Ако ова е случај питај го администраторот зошто.");
$faq[] = array("Продолжувам да добивам не сакани лични пораки!", "Во иднина ќе додадеме опција за игнорирање на лични пораки од определени членови. За сега ако продолжуваш да добиваш несакани лични пораки информирај, а тој ќе му забрани испраќање на пораки.");
$faq[] = array("Добив спам (или навредлив е-маил) од некој од овој форум!", "Жал ни е што го слушаме ова. Е-маил формата во овој форум има возможност да види кои членови испраќаат такви. Пратете му е-маил на администраторот со целосна копија од маилот кој го примивте (важно е да ја содржи и целата хедар информација - тука има детали за оној кој ја испратил оваа порака). Тие ќе превземат соодветно дејствие.");

//
// These entries should remain in all languages and for all modifications
//
$faq[] = array("--","Прашања во врска со phpBB 2");
$faq[] = array("Кој го е создал овој форум систем?", "Овој софтвер (во неговата немодифицирана форма) е продуциран, распространуван и е под закон за авторско право од <a href=\"http://www.phpbb.com/\" target=\"_blank\">phpBB Group</a>. Валиден е под лиценца на GNU General Public Licence и може слободно да се распространува. Кликни на врската за повеќе детали.");
$faq[] = array("Зошто не ја користите X функцијата?", "Овој софтвер е напишан и лицензиран од phpBB Group. Ако мислите дека некоја функција треба да биде додадена посетете го сајтот на phpbb.com и прочитајте што Group имаат да ви кажат. Не испраќајте барања за функции во форумот на phpbb.com, групата го користи sourceforge да се справи со барањата за нови функции. Прошетајте низ форумите и видете дали вашето барање за функција е веќе дадено. Ако е видете што мислиме и следете ги соодветните процедури.");
$faq[] = array("Кој да контактирам ако видам навредлив или незаконски материјал на овој форум?", "Најпрво контактирајте го администраторот на овој форум. Ако не можете да видите кој е тогаш контактирајте некој од модераторите на форумите и питајте ги како да се сврзете со администраторот. Ако не добивате одговор контактирајте го собственикот на сајтот (направете whois преглед) или ако форумот работи на бесплатен сервис (на пример yahoo, free.fr, f2s.com, и.т.н.) контактирајте го оделот кој се занимава со раководство и злоупотреба на сервисот. Имајте на ум дека phpBB Group нема контрола и не може да биде одговорна за тоа како, каде и од кого се користи овој форум. Абсолутно е бесмислено да ја контактирате phpBB Group во врска со секакви легални проблеми кои што не се однесуваат со сајтот phpbb.com или пак со особениот софтвер на phpBB. Ако пак во некој случај ги контактирате phpBB Group во врска со користењето ва софтверот од трета страна на било каков начин, имајте на ум дека нема да добиете одговор.");
$faq[] = array("Од кого е направена локализацијата на форумов?", "Овој софтвер (во неговата немодифицирана форма) е продуциран, распространувам и е под закон за авторско право од <a href=\"http://www.phpbb.com/\" target=\"_blank\">phpBB Group.</a> Преведен е на Македонски јазик од страна на Бобан Стојанов. За сите коментари контактирајте го на оваа <a href=\"mailto:bobanstojanov@msn.com\">е-маил адреса.</a>");
//
// This ends the FAQ entries
//

?>