<?php
/***************************************************************************
 *                         lang_bbcode.php [english]
 *                            -------------------
 *   begin                : Wednesday Oct 3, 2001
 *   copyright            : (C) 2001 The phpBB Group
 *   email                : support@phpbb.com
 *
 *   $Id$
 *
 *
 ***************************************************************************/

/***************************************************************************
 *
 *   This program is free software; you can redistribute it and/or modify
 *   it under the terms of the GNU General Public License as published by
 *   the Free Software Foundation; either version 2 of the License, or
 *   (at your option) any later version.
 *
 ***************************************************************************/
 /***************************************************************************
*                     Macedonian Translation
*                              -------------------
*     begin                 : Friday 07th of Janaury 2003
*     last update           : Friday Apr 18 2003
*     by                    : Boban Stoyanov
*     email                 : bobanstojanov@msn.com
*     website               : http://www.boban.tk/, http://www.room419.tk/
****************************************************************************/
//
 
// 
// To add an entry to your BBCode guide simply add a line to this file in this format:
// $faq[] = array("question", "answer");
// If you want to separate a section enter $faq[] = array("--","Block heading goes here if wanted");
// Links will be created automatically
//
// DO NOT forget the ; at the end of the line.
// Do NOT put double quotes (") in your BBCode guide entries, if you absolutely must then escape them ie. \"something\";
//
// The BBCode guide items will appear on the BBCode guide page in the same order they are listed in this file
//
// If just translating this file please do not alter the actual HTML unless absolutely necessary, thanks :)
//
// In addition please do not translate the colours referenced in relation to BBCode any section, if you do
// users browsing in your language may be confused to find they're BBCode doesn't work :D You can change
// references which are 'in-line' within the text though.
//
  
$faq[] = array("--","Вовед");
$faq[] = array("Што е BBCode-от?", "BBCode-от е особена имплементација на HTML. Дали можете да го користите одлучува администраторот. Освен тоа можете да го исклучите во формата кога праќате мислења. BBCode-от по себе е сличен со HTML-от, се користат тагови кои се затворени во квадратни загради. На пример [ ТАГ ] место  &lt; и &gt; и нуди поголема контрола на што и како се запишува. Овој водич може да ти биде корисен.");

$faq[] = array("--","Форматирање на текст");
$faq[] = array("Како да направам здебелен, кос и подвлечен текст?", "BBCode-от содржи тагови кои ти овозможуваат брзо менување на основниот стил на текстот кој го пишуваш. Ова можеш да го направиш на неколку начини. <ul><li>За да создадеш здебелен текст користете <b>[b][/b]</b>. На пример <br /><br /><b>[b]</b>Здраво<b>[/b]</b><br /><br />и тогаш тоа ќе стане вакво <b>Здраво</b></li><li>За да создадеш подвлечен текст користете <b>[u][/u]</b>. На пример<br /><br /><b>[u]</b>Добро утро<b>[/u]</b><br /><br />ќе стане <u>Добро Утро</u></li><li>За да создадете кос текст користете <b>[i][/i]</b>На пример ако напишете<br /><br />Ова е<b>[i]</b>Супер!<b>[/i]</b><br /><br />ќе стане Ова е <i>Супер!</i></li></ul>");
$faq[] = array("Како да ја сменам бојата и големината на текстот?", "За да ја промените бојата или големината на текстот можете да ги користите овие тагови. Имајте на ум дека бојата и големината зависат од претражувачите кои членовите ги користат а и од нивниот оперативен систем <ul><li>За да ја смените бојата на текстот користете <b>[color=][/color]</b>. Можете да напишете и некоја препознатлива боја (на англиски) (На пример red, blue, yellow, etc.) или алтернативниот хексадецимален триплет. На пример #FFFFFF, #000000. За да креирате црвен текст на пример треба да го направите ова<br /><br /><b>[color=red]</b>Здраво!<b>[/color]</b><br /><br />или<br /><br /><b>[color=#FF0000]</b>Здраво!<b>[/color]</b><br /><br />И двете опции ќе покажат <span style=\"color:red\">Здраво!</span></li><li>Промената на големината на текстот се прави на ист начин си користење на <b>[size=][/size]</b>. Овој таг зависи од темата која ја корисиш така да најдобро е да користиш пикселна бројна вредност почнувајќи 1 (толку мали што воопшто не се ни гледаат) до 29 (многу големи). На пример:<br /><br /><b>[size=9]</b>МАЛИ<b>[/size]</b><br /><br />би изгледало вака <span style=\"font-size:9px\">МАЛИ</span><br /><br />, а пак<br /><br /><b>[size=24]</b>ОГРОМНИ!<b>[/size]</b><br /><br />ќе изгледа вака <span style=\"font-size:24px\">ОГРОМНИ!</span></li></ul>");
$faq[] = array("Може ли да комбинирам тагови за форматирање?", "Да. За да привлечеш поголемо внимание на тоа што ќе го напишеш.<br /><br /><b>[size=18][color=red][b]</b>Погледни ме!<b>[/b][/color][/size]</b><br /><br />и ќе излезе нешто вакво<span style=\"color:red;font-size:18px\"><b>Погледни ме!</b></span><br /><br />Не препорачуваме прекумерената употреба на овие тагови. Вие сте оној кој што треба да се увери дали таговите се затворени соодветно. На пример ова е неточно <br /><br /><b>[b][u]</b>Ова е неточно<b>[/b][/u]</b>");

$faq[] = array("--","Цитирање");
$faq[] = array("Цитирање на текст во одговори", "Постојат два начини на кои што можете да цитирате текст.<ul><li>Кога цитирате некое мислење на форумот ќе забележиш дека она што сакате да го цитирате е заградено со тагови. Од типот на <b>[quote=\"\"][/quote]</b>. На пример ако сакате да ја цитирате Памела треба да напишете:<br /><br /><b>[quote=\"Памела\"]</b> Овде ставете го текстот кој што го е напишала Памела<b>[/quote]</b><br /><br />Ова автоматски ќе напише: Памела напиша. Запамети дека <b>мора</b> да користиш \"\" околу името што сакаш да го цитираш.</li><li>Вториот начин ви дозволува да цитирате без да кажете кого. Едноставно поставете го текстот меѓу овие тагови <b>[quote][/quote]</b> Кога ќе го видиш она што си го напишал тоа едноствно ќе покажува Цитат: пред самиот текст.</li></ul>");
$faq[] = array("Ставање на код или текст со одредена ширина", "Ако сакате да напишете текст кој има потреба од одредена ширина пример Courier type фонтот тогаш затворете го вашиот текст во таговите <b>[code][/code]</b>. На пример<br /><br /><b>[code]</b>echo \"Ова е некаков код\";<b>[/code]</b><br /><br /> Форматирањето кое сте го користеле во таговите <b>[code][/code]</b> се чуваат за подоцнежно користење.");

$faq[] = array("--","Креирање на списоци");
$faq[] = array("Креирање на неподредени списоци", "BBCode-от подржува два типа на списоци подредени и не подредени. Основно се исти како нивните HTML еквиваленти. Неподредениот список го покажува секое нешто во листа ставајќи ги на почеток или става точка. За да креирате неподреден список треба да користите <b>[list][/list]</b> и да го дефинирате секое нешто во листата со користење на <b>[*]</b>. На пример ако сакате да ги ги ставите во список вашите омилени бои треба да кориситш<br /><br /><b>[list]</b><br /><b>[*]</b>Црвена<br /><b>[*]</b>Плава<br /><b>[*]</b>Жолта<br /><b>[/list]</b><br /><br />Ова ќе резултира вака:<ul><li>Црвена</li><li>Плава</li><li>Жолта</li></ul>");
$faq[] = array("Креирање на подредени списоци", "Вториот тип список е подредениот. Тој ви дава контрола што да стои пред секое воведено нешто. За да создадете подредена листа треба да користите <b>[list=1][/list]</b> да креирате список под бројки или пак <b>[list=a][/list]</b> за листа по азбучен ред. Како што е случајот со неподредената листа редовите мора да се дефинираат со <b>[*]</b>. На пример:<br /><br /><b>[list=1]</b><br /><b>[*]</b>Оди во продавница<br /><b>[*]</b>Купи нов компјутер<br /><b>[*]</b>Испцувај го компјутерот кога ќе блокира<br /><b>[/list]</b><br /><br />ќе резултира соодветно<ol type=\"1\"><li>Оди во продавница</li><li>Купи нов компјутер</li><li>Испцувај го компјутерот кога ќе блокира</li></ol>За да креирате список по азбучен ред напишете го ова<br /><br /><b>[list=a]</b><br /><b>[*]</b>Првиот возможен одговор<br /><b>[*]</b>Вториот возможен одговор<br /><b>[*]</b>Третиот возможен одговор<br /><b>[/list]</b><br /><br />и ќе даде <ol type=\"a\"><li>Првиот возможен одговор</li><li>Вториот возможен одговор</li><li>Третиот возможен одговор</li></ol>");

$faq[] = array("--", "Креирање на врски");
$faq[] = array("Врска со друг сајт", "phpBB BBCode-от подржува неколку начини на креирања на врски (URL-ови) <ul><li>Првиот од овие е тагот <b>[url=][/url]</b>. Ако пишувате после знакот = ќе резултира со формирање на врска. На пример за врска до phpBB.com треба да напишете<br /><br /><b>[url=http://www.phpbb.com/]</b>Посетете го phpBB!<b>[/url]</b><br /><br />Ова ќе генерира <a href=\"http://www.phpbb.com/\" target=\"_blank\">Посетете го phpBB!</a> Ќе забележиш дека врската отвора нов прозорец па така корисниците ќе продолжат со гледањето на форумот.</li><li>Ако сакте врската да се гледа можете да го направите ова:<br /><br /><b>[url]</b>http://www.phpbb.com/<b>[/url]</b><br /><br />Ова ќе ја генереира оваа врска <a href=\"http://www.phpbb.com/\" target=\"_blank\">http://www.phpbb.com/</a></li><li>phpBB има црти кои се нарекуваат <i>Магични врски</i>, кои ќе го претворат секоја точна врска во линк без да има потреба да внесувате тагови па дури и почетното http://. На пример ако напишете www.phpbb.com автоматски ќе се престори во <a href=\"http://www.phpbb.com/\" target=\"_blank\">www.phpbb.com</a> во твојата порака. </li><li>Истото се случува и со е-маил адресите. Можете да користите тагови на пример <br /><br /><b>[email]</b>nikoj@dblabla.adr<b>[/email]</b><br /><br />кое ќе резултира во <a href=\"emailto:nikoj@dblabla.adr\">nikoj@dblabla.adr</a> или едноставно можете да напишете nikoj@dblabla.adr во вашата порака и автоматски ќе биде преобразена во врска.</li></ul>Како што е случај со сите BBCode тагови можете да ги комбинирате. На пример <b>[img][/img]</b> (види го наредниот пасаж), <b>[b][/b]</b>, и.т.н. Имајте на ум да ги затворите таговите кога сте ги отвориле. На пример<br /><br /><b>[url=http://www.phpbb.com/][img]</b>http://www.phpbb.com/images/phplogo.gif<b>[/url][/img]</b><br /><br />е <u>не</u> точно кое може да резултира со бришење на вашето мислење од форумот. ");

$faq[] = array("--", "Присуство на слики во пораките");
$faq[] = array("Додавање на слика во порака", "phpBB BBCode вклучува таг за присуство на слики во пораки. Две особено важни нешта кои треба да ги знаете кога ги кориситите овие тагови се; многу членови не сакаат да гледаат слики, и второ сликата мора да се наоѓа негде на Интернет (не можете да ја линкувате со слика од вашиот компјутер освен ако тој не е веб сервер) Нема начин како да ја зачувате сликата на серверот од каде работи phpBB (сите овие работи ќе можете да ги користите во наредното издание). Едноставно локацијата на сликата затворете ја со овие тагови <b>[img][/img]</b>. На пример:<br /><br /><b>[img]</b>http://www.phpbb.com/images/phplogo.gif<b>[/img]</b><br /><br />Исто така можете и да комбирате тагови <b>[url][/url]</b> ако имате потреба. На пример <br /><br /><b>[url=http://www.phpbb.com/][img]</b>http://www.phpbb.com/images/phplogo.gif<b>[/img][/url]</b><br /><br />ќе резултира во:<br /><br /><a href=\"http://www.phpbb.com/\" target=\"_blank\"><img src=\"templates/subSilver/images/logo_phpBB_med.gif\" border=\"0\" alt=\"\" /></a><br />");

$faq[] = array("--", "Други прашања");
$faq[] = array("Како да додадам свои тагови?", "Не можете. Барем не во phpBB 2.0. Се обидуваме да понудиме променливи BBCode тагови во наредната голема верзија");

//
// This ends the BBCode guide entries
//

?>