<?php

/***************************************************************************
 *                            lang_admin.php [Macedonian]
 *                              -------------------
 *     begin                : Sat Dec 16 2000
 *     copyright            : (C) 2001 The phpBB Group
 *     email                : support@phpbb.com
 *
 *     $Id$
 *
 ****************************************************************************/

/***************************************************************************
 *
 *   This program is free software; you can redistribute it and/or modify
 *   it under the terms of the GNU General Public License as published by
 *   the Free Software Foundation; either version 2 of the License, or
 *   (at your option) any later version.
 *
 ***************************************************************************/
/***************************************************************************
*                     Macedonian Translation
*                              -------------------
*     begin                 : Friday 07th of Janaury 2003
*     last update           : Friday 18 Apr 2003
*     by                    : Boban Stoyanov
*     email                 : bobanstojanov@msn.com
*     website               : http://www.boban.tk/, http://www.419forum.tk/
****************************************************************************/
//

//
// Format is same as lang_main
//

//
// Modules, this replaces the keys used
// in the modules[][] arrays in each module file
//
$lang['General'] = 'Системни';
$lang['Users'] = 'Членски';
$lang['Groups'] = 'Групни';
$lang['Forums'] = 'Форуми';
$lang['Styles'] = 'Стилови';

$lang['Configuration'] = 'Конфигурација';
$lang['Permissions'] = 'Права';
$lang['Manage'] = 'Менаџмент';
$lang['Disallow'] = 'Забрани имиња';
$lang['Prune'] = 'Чистење';
$lang['Mass_Email'] = 'Масовен е-маил';
$lang['Ranks'] = 'Рангирање';
$lang['Smilies'] = 'Смешковци';
$lang['Ban_Management'] = 'Контрола на банови';
$lang['Word_Censor'] = 'Зборовни цензури';
$lang['Export'] = 'Експортирање';
$lang['Create_new'] = 'Креирај';
$lang['Add_new'] = 'Додај';
$lang['Backup_DB'] = 'Снимање на база';
$lang['Restore_DB'] = 'Враќање на база';


//
// Index
//
$lang['Admin'] = 'Администрација';
$lang['Not_admin'] = 'Немате право да го администрирате овој форум';
$lang['Welcome_phpBB'] = 'Добродојдовте во phpBB';
$lang['Admin_intro'] = 'Благодариме што го одбравте phpBB како солуција за твој форум. Оваа страна ќе ти даде брз преглед за работите во твојот форум. Можете да се вратите назад во оваа страна со кликнување на <u>Админ страна</u> линкот на левата страна. За да се вратиш на почетната страна од твојот форум кликни на phpBB логото кое исто така се наоѓа на твојата лева страна.  Другите линкови на левата страна ќе ти дадат контрола за сите аспекти за твојата форумска работа а и на секоја страна ќе видиш инструкции како да ги користиш овие алатки.';
$lang['Main_index'] = 'Индекс на форумите';
$lang['Forum_stats'] = 'Статистики за форумот';
$lang['Admin_Index'] = 'Админ страна';
$lang['Preview_forum'] = 'Преглед на форумот';

$lang['Click_return_admin_index'] = 'Кликнете %sOвде%s за да се вратиш на Админ страната ';

$lang['Statistic'] = 'Статистика';
$lang['Value'] = 'Вредност';
$lang['Number_posts'] = 'Број на мислења';
$lang['Posts_per_day'] = 'Мислења на ден';
$lang['Number_topics'] = 'Број на теми';
$lang['Topics_per_day'] = 'Тема на ден';
$lang['Number_users'] = 'Број на членови';
$lang['Users_per_day'] = 'Членови на ден';
$lang['Board_started'] = 'Форумот е започнат';
$lang['Avatar_dir_size'] = 'Големина на директориумот на Аватарите';
$lang['Database_size'] = 'Големина на базата';
$lang['Gzip_compression'] ='Gzip компресија';
$lang['Not_available'] = 'Нема податоци';

$lang['ON'] = 'Вклучена'; // This is for GZip compression
$lang['OFF'] = 'Исклучена'; 


//
// DB Utils
//
$lang['Database_Utilities'] = 'Работа со базата на податоци';

$lang['Restore'] = 'Враќање';
$lang['Backup'] = 'Снимање';
$lang['Restore_explain'] = 'Ова ќе направи полно враќање на базата на податоци од сниман phpBB фајл. Ако твојот сервер подржува можеш да внесеш gzip компресиран фајл кој ќе биде автоматски декомпресиран. <b>ВНИМАНИЕ</b> Ова ќе ги избрише сите постоечки податоци. Ова може да трае подолго-затоа ве молам не ја освежувајте страницата се додека не се комплетира. ';
$lang['Backup_explain'] = ' Овде можете да ги снимате сите ваши податоци. Ако имате некои дополнителни таблици во истата база кои што сакате исто така да ги снимате, напишете ги нивните имиња разделени со запирки во полето за дополнителни таблици подолу. Ако твојот сервер подржува можете да ги компресирате во gzip и да ја намалите големината за симнување.';

$lang['Backup_options'] = 'Опции за снимање';
$lang['Start_backup'] = 'Почни со снимање';
$lang['Full_backup'] = 'Целосно снимање';
$lang['Structure_backup'] = 'Снимање само на структурата';
$lang['Data_backup'] = 'Снимање само на податоците';
$lang['Additional_tables'] = 'Дополнителни таблици';
$lang['Gzip_compress'] = 'Копресирање на фајлот со Gzip';
$lang['Select_file'] = 'Одбирање на фајл';
$lang['Start_Restore'] = 'Започни со враќање';

$lang['Restore_success'] = 'Базата беше успешно вратена.<br /><br />Вашите форуми ќе се вратат во состојбата во која беа кога снимањето беше направено.';
$lang['Backup_download'] = 'Симнувањето ќе започне скоро, почекај додека да започне.';
$lang['Backups_not_supported'] = 'Снимањето на на бази моментално не се подржува од твојот систем.';

$lang['Restore_Error_uploading'] = 'Грешка при качувањето на бекап фајлот';
$lang['Restore_Error_filename'] = 'Проблем со името на фајлот, пробајте алтернативен фајл.';
$lang['Restore_Error_decompress'] = 'Не може да се декопресира gzip фајлот, пробајте со некопресиран фајл.';
$lang['Restore_Error_no_file'] = 'Нема таков качен фајл';


//
// Auth pages
//
$lang['Select_a_User'] = 'Одберете член';
$lang['Select_a_Group'] = 'Одберете група';
$lang['Select_a_Forum'] = 'Одберете форум';
$lang['Auth_Control_User'] = 'Контрола на правата на Членовите'; 
$lang['Auth_Control_Group'] = 'Контрола на правата на групите'; 
$lang['Auth_Control_Forum'] = 'Контрола на правата во форумите.'; 
$lang['Look_up_User'] = 'Види член'; 
$lang['Look_up_Group'] = 'Види група'; 
$lang['Look_up_Forum'] = 'Види форум'; 

$lang['Group_auth_explain'] = 'Тука можете да ги промените правата и модераторскиот статус на секоја група. Не заборавајте кога менувате права на некоја група, личните членски опции можат да му дадат на членот права кои се му биле земени со одземањето на правата на групата. Ќе бидете предупредени ако ова е случај.';
$lang['User_auth_explain'] = 'Тука можете да го промените правата и модераторскиот статус на секој член. Не заборавајте ќе ги менувате правата на членот дека групните права можат да му дадат право на членот да пишува во форумите. Ќе бидете предупредени ако ова е случај.';
$lang['Forum_auth_explain'] = 'Овде можете да ги промените правата на секој форум. Ќе можеш да видиш и едноставен и напреден метод. Напредниот метод понудува поголема контрола на секоја форумска операција. Запомни дека при промената на правата на форумите ќе влијае на сите членски операции во форумот.';

$lang['Simple_mode'] = 'Едноставни опции';
$lang['Advanced_mode'] = 'Напредни опцци';
$lang['Moderator_status'] = 'Статус на модератор';

$lang['Allowed_Access'] = 'Дозволен пристап';
$lang['Disallowed_Access'] = 'Забранет пристап';
$lang['Is_Moderator'] = 'Е Модератор';
$lang['Not_Moderator'] = 'Не е Модератор';

$lang['Conflict_warning'] = 'Предупредување за конфликт со правата.';
$lang['Conflict_access_userauth'] = 'Овие членови сеуште имаат пристап до правата во овој форум затоа што е член на група. Можеби ќе посакате да ги промените груповите права или пак да го избришете членот од групата за да му ги одземете сите права. Групите кои што му овозможуваат права се забележани подоле. This user still has access rights to this forum via group membership.';
$lang['Conflict_mod_userauth'] = 'Овие членови се уште имаат модераторски права затоа што е член на форумот преку членството во одредена група. Можеби ќе посакате да ги промените груповите права или да го избришете членот од групата за да целосно му ги одземете модераторските права. Груповите кои што му овозможуваат права (и форумите) се напишани подоле.';

$lang['Conflict_access_groupauth'] = ' Овој член (или членови) сеуште имаат пристап до овој форум преку личните си права. Можеби ќе посакате да ги промените личните права за да му оневозможите целосен пристап. Членовите кои имаа пристап (и форумите вклучително) се напишани подоле.';
$lang['Conflict_mod_groupauth'] = 'Овој член (или членови) се уште имаа модераторски права до овој форум преку личните права. Можеби ќе посакате да ги промените личните права за да му оневозможите целосен доспат. Членовите кои имаат права (и форумите вклучително) се напишани подоле.';

$lang['Public'] = 'Јавен';
$lang['Private'] = 'Приватен';
$lang['Registered'] = 'Регистриран';
$lang['Administrators'] = 'Администратори';
$lang['Hidden'] = 'Скриени';

// These are displayed in the drop down boxes for advanced
// mode forum auth, try and keep them short!
$lang['Forum_ALL'] = 'Сите';
$lang['Forum_REG'] = 'Регистрирани';
$lang['Forum_PRIVATE'] = 'Приватни';
$lang['Forum_MOD'] = 'Модови';
$lang['Forum_ADMIN'] = 'Админи';

$lang['View'] = 'Види';
$lang['Read'] = 'Читање';
$lang['Post'] = 'Пишување';
$lang['Reply'] = 'Одговарање';
$lang['Edit'] = 'Променување';
$lang['Delete'] = 'Бришење';
$lang['Sticky'] = 'Важна тема';
$lang['Announce'] = 'Порака'; 
$lang['Vote'] = 'Гласање';
$lang['Pollcreate'] = 'Креирање на Анкета';

$lang['Permissions'] = 'Права';
$lang['Simple_Permission'] = 'Едноставни права';

$lang['User_Level'] = 'Ниво на член'; 
$lang['Auth_User'] = 'Член';
$lang['Auth_Admin'] = 'Администратор';
$lang['Group_memberships'] = 'Членство во групи';
$lang['Usergroup_members'] = 'Оваа група ги има овие членови';

$lang['Forum_auth_updated'] = 'Правата во Форумот се обновени';
$lang['User_auth_updated'] = 'Правата на членот се обновени';
$lang['Group_auth_updated'] = 'Правата на групите се обновени';

$lang['Auth_updated'] = 'Правата се обновени';
$lang['Click_return_userauth'] = 'Кликнете %sОвде%s за да се вратите кај контролата на правата на Членот';
$lang['Click_return_groupauth'] = 'Кликнете%sОвде%s за да се вратите кај контролата на правата кај Групите';
$lang['Click_return_forumauth'] = 'Кликнете%sОвде%s за да се вратите кај контролата на правата во Форумот';


//
// Banning
//
$lang['Ban_control'] = 'Контрола на банот';
$lang['Ban_explain'] = 'Овде можете да го контролирате банирањето на членовите. Можете да банирате одреден член со банирање на членско име, IP адреса или пак по ранг од IP адреси или домеин. Овие методи оневозможуваат на членот да допре до првата страна од твојот форум. За да му оневозможите пак на членот да се регистрира под друго членско име, можете да ја напишете неговата е-маил адреса. Забележете дека со банирање на е-маил адреса нема да му оневозможите на членот да се логира и да пишува во вашиот форум. Најдобро ќе е да користите една од овие две погорни опции.';
$lang['Ban_explain_warn'] = 'Забележете дека со пишување на ранг од е-маил адреси резултира со банирање на сите адреси кои почнуваат или завршуваат така. Возможно е да ги банирате и членовите кои се со банираниот член од иста под мрежа. Затоа користете мал ранг на е-маил адреси или пак банирајте само одредена IP адреса.';

$lang['Select_username'] = 'Одберете Член';
$lang['Select_ip'] = 'Одберете IP адреса';
$lang['Select_email'] = 'Одберете Е-маил адреса';

$lang['Ban_username'] = 'Банирај еден или повеќе членови';
$lang['Ban_username_explain'] = 'Можете да банирате повеќе членови едновремено со одбирање од списокот.';

$lang['Ban_IP'] = 'Банирај една или повеќе IP адреси или домејни.';
$lang['IP_hostname'] = 'IP адреси или домејни';
$lang['Ban_IP_explain'] = 'За да изберете повеќе различни IP адреси или домејни, одделете ги со запирка. За да одберете ранг од IP адреси разделете ги со тире. Можете да користите и * за да изберете една цела подмрежа.*';

$lang['Ban_email'] = 'Банирај една или повеќе е-маил адреси.';
$lang['Ban_email_explain'] = 'За да изберете повеќе е-маил адреси одделете ги со запирки. Користете * за да изберете ранг од адреси, на пример *@hotmail.com';

$lang['Unban_username'] = 'Дебанирај еден или повеќе членови';
$lang['Unban_username_explain'] = 'Можете да дебанирате повеќе членови на еднаш со тоа што ќе ги селектирате од списокот.';

$lang['Unban_IP'] = 'Дебанирај една или повеќе IP адреси.';
$lang['Unban_IP_explain'] = 'Можете да дебанирате повеќе IP адреси на еднаш со тоа што ќе ги селектирате од списокот.';

$lang['Unban_email'] = 'Дебанирај една или повеќе е-маил адреси';
$lang['Unban_email_explain'] = 'Можете да дебанирате повеќе е-маил адреси наеднаш со тоа што ќе ги селектирате од списокот.';

$lang['No_banned_users'] = 'Нема банирани членови';
$lang['No_banned_ip'] = 'Нема банирани IP адреси';
$lang['No_banned_email'] = 'Нема банирани е-маил адреси';

$lang['Ban_update_sucessful'] = 'Бан-листата беше обновена успешно';
$lang['Click_return_banadmin'] = 'Кликнете %sОвде%s за да се вратите кај контролата на бановите';


//
// Configuration
//
$lang['General_Config'] = 'Општа Конфигурација';
$lang['Config_explain'] = 'Формата долу ќе ви дозволи да ги менувате општите опции на вашиот форум. За менување на опции за Членот или одреден Форум кликнете на линковите на левата страна.';

$lang['Click_return_config'] = 'Кликнете %sОвде%s за да се вратите на Општа Конфигурација';

$lang['General_settings'] = 'Општи опции на Форумите';
$lang['Server_name'] = 'Име на домеин';
$lang['Server_name_explain'] = 'Домеинот од каде што работи овој форум';
$lang['Script_path'] = 'Пат кон скриптите';
$lang['Script_path_explain'] = 'Патот кај што форумите е лоциран релативно на домеинот.';
$lang['Server_port'] = 'Порт на серверот';
$lang['Server_port_explain'] = 'Портот на кој што работи овој сервер е обично 80. Променете само ако сте сигурни!!!';
$lang['Site_name'] = 'Име на сајтот';
$lang['Site_desc'] = 'Опис на сајтот';
$lang['Board_disable'] = 'Исклучете го сајтот';
$lang['Board_disable_explain'] = 'Ова ќе направи форумите да не се пристапи на членовите. Не се одлогирајте кога ќе ги исклучите форумите нема да можете да се вратите назад!!!';
$lang['Acct_activation'] = 'Активација на Членовите';
$lang['Acc_None'] = 'Не е потребно'; // These three entries are the type of activation
$lang['Acc_User'] = 'Членови';
$lang['Acc_Admin'] = 'Админ';

$lang['Abilities_settings'] = 'Основи опции на Член и на Форум';
$lang['Max_poll_options'] = 'Максимален број на опции за Анкети';
$lang['Flood_Interval'] = 'Интервал на flood';
$lang['Flood_Interval_explain'] = 'Број на секунди за кои членот треба да чека пред да испрати втора порака';
$lang['Board_email_form'] = 'Праќање на е-маилови преку форумите';
$lang['Board_email_form_explain'] = 'Членовите можат да праќаат пораки еден на друг преку форумот';
$lang['Topics_per_page'] = 'Теми на страница';
$lang['Posts_per_page'] = 'Мислења на страница';
$lang['Hot_threshold'] = 'Број на мислења за популарна тема';
$lang['Default_style'] = 'Основен стил';
$lang['Override_style'] = 'Промена на членскиот стил';
$lang['Override_style_explain'] = 'Замена на избраниот со основниот';
$lang['Default_language'] = 'Основен јазик';
$lang['Date_format'] = 'Формат на датата';
$lang['System_timezone'] = 'Временска зона на системот';
$lang['Enable_gzip'] = 'Вклучена GZip Компресија';
$lang['Enable_prune'] = 'Вклучено чистење на Форумите';
$lang['Allow_HTML'] = 'Дозволи да се користи HTML';
$lang['Allow_BBCode'] = 'Дозволи да се користи BBCode';
$lang['Allowed_tags'] = 'Дозволи да се користат HTML тагови';
$lang['Allowed_tags_explain'] = 'Разделувајте ги таговите со запирки';
$lang['Allow_smilies'] = 'Дозволи ги смешковците';
$lang['Smilies_path'] = 'Пат кон фолдерот со смешковци';
$lang['Smilies_path_explain'] = 'Пат кон основната папка на phpBB е на пример images/smiles';
$lang['Allow_sig'] = 'Дозволи ги потписите';
$lang['Max_sig_length'] = 'Максимална должина на потписи';
$lang['Max_sig_length_explain'] = 'Максимален број на букви во членските потписи';
$lang['Allow_name_change'] = 'Дозволи да се менуваат членските имиња';

$lang['Avatar_settings'] = 'Опции за Аватарите';
$lang['Allow_local'] = 'Дозволи ги аватарите од галеријата';
$lang['Allow_remote'] = 'Дозволи надворешни аватари';
$lang['Allow_remote_explain'] = 'Аватари од друг сајт со врска';
$lang['Allow_upload'] = 'Дозволи го внесувањето на аватари';
$lang['Max_filesize'] = 'Максимална големина на фајлот на Аватарот';
$lang['Max_filesize_explain'] = 'Се однесува за качените аватари';
$lang['Max_avatar_size'] = 'Максимална димензија на аватарите';
$lang['Max_avatar_size_explain'] = '(Височина x Ширина во пиксели)';
$lang['Avatar_storage_path'] = 'Пат кон папката со аватари';
$lang['Avatar_storage_path_explain'] = 'Пат кон основниот фолдер на аватарите, на пр.images/avatars';
$lang['Avatar_gallery_path'] = 'Фолдер на аватари од галеријата';
$lang['Avatar_gallery_path_explain'] = 'Пат кон основниот фолдер кон папка за покажување на аватарите на пр.images/avatars/gallery';

$lang['COPPA_settings'] = 'COPPA Опции';
$lang['COPPA_fax'] = 'COPPA Број на Факс';
$lang['COPPA_mail'] = 'COPPA Адреса';
$lang['COPPA_mail_explain'] = 'Ова е адресата каде родителите ќе испраќаат COPPA регистрационни форми';

$lang['Email_settings'] = 'E-маил опции';
$lang['Admin_email'] = 'Е-маил адреса на админот';
$lang['Email_sig'] = 'Е-маил потпис';
$lang['Email_sig_explain'] = 'Овој текст ќе биде додаден на сите е-маилови кои се испраќаат од форумот';
$lang['Use_SMTP'] = 'Користење на SMTP сервер';
$lang['Use_SMTP_explain'] = 'Ако сакате да испраќате е-маил преку избран сервер а не преку локалната е-маил функција';
$lang['SMTP_server'] = 'Адреса на SMTP серверот';
$lang['SMTP_username'] = 'SMTP Корисничко име';
$lang['SMTP_username_explain'] = 'Напишете корисничко име ако вашиот сервер го бара';
$lang['SMTP_password'] = 'SMTP Лозинка';
$lang['SMTP_password_explain'] = 'Нашишете лозинка само ако вашиот сервер ја бара';

$lang['Disable_privmsg'] = 'Систем за лични пораки';
$lang['Inbox_limits'] = 'Максимални пораки во Влезни';
$lang['Sentbox_limits'] = 'Максимални пораки во Излезни';
$lang['Savebox_limits'] = 'Максимални пораки во Снимани';

$lang['Cookie_settings'] = 'Cookie опции';
$lang['Cookie_settings_explain'] = 'Овие детели објаснуваат како cookies се испраќаат до пребарувачите на твоите членови. Во повеќето случаи веќе постоечката информација е доволна. Внимавајте при промена затоа што при грешка ова може да и попречи на членови да се логираат';
$lang['Cookie_domain'] = 'Домеин на Cookie';
$lang['Cookie_name'] = 'Име на Cookie';
$lang['Cookie_path'] = 'Пат на Cookie';
$lang['Cookie_secure'] = 'Безбедностно Cookie';
$lang['Cookie_secure_explain'] = 'Ако вашиот сервер работи прку SSL тогаш вклучете ја оваа опција, а ако не оставете ја оваа опција исклучена';
$lang['Session_length'] = 'Должина на сесијата (во секунди)';


//
// Forum Management
//
$lang['Forum_admin'] = 'Администрација на Форумите';
$lang['Forum_admin_explain'] = 'Од овде можете да додавате, бришете, променувате, да ги изменувате, да ги синхронизирате категориите и форумите.';
$lang['Edit_forum'] = 'Промена на форум';
$lang['Create_forum'] = 'Креирај нов форум';
$lang['Create_category'] = 'Креирај нова категорија';
$lang['Remove'] = 'Бришење';
$lang['Action'] = 'Дејствие';
$lang['Update_order'] = 'Обновување на редот';
$lang['Config_updated'] = 'Конфигурацијата на форумот е обновена успешно.';
$lang['Edit'] = 'Промена';
$lang['Delete'] = 'Бришење';
$lang['Move_up'] = 'Нагоре';
$lang['Move_down'] = 'Надолу';
$lang['Resync'] = 'Синхронизирај';
$lang['No_mode'] = 'Не е одбран режим';
$lang['Forum_edit_delete_explain'] = 'Формата подолу ќе ви овозможи да ги менуваш сите главни опции на форумот. За Членска и Форумска конфигурација искористи ги линковите на левата страна.';

$lang['Move_contents'] = 'Преместување на содржината';
$lang['Forum_delete'] = 'Бришење на форум';
$lang['Forum_delete_explain'] = 'Од овде ќе можете да ги избришете форум (или категорија) и да изберете каде да бидат преместени сите теми или форуми кои ги содржи.';

$lang['Status_locked'] = 'Заклучен';
$lang['Status_unlocked'] = 'Отклучен';
$lang['Forum_settings'] = 'Обшти опции на Форумот';
$lang['Forum_name'] = 'Име на форумот';
$lang['Forum_desc'] = 'Опис';
$lang['Forum_status'] = 'Статус на форумот';
$lang['Forum_pruning'] = 'Автоматско чистење';

$lang['prune_freq'] = 'Проверка на староста на темата секои';
$lang['prune_days'] = 'Избриши ги темите на кои не е одговорено од';
$lang['Set_prune_data'] = 'Вклучено ви е автоматското чистње на овој форум но не сте напишали интервал (или денови) на чистење. Вратете се и поправете ја грешката';

$lang['Move_and_Delete'] = 'Местење и Бришење';

$lang['Delete_all_posts'] = 'Избриши ги сите мислења';
$lang['Nowhere_to_move'] = 'Не сте кажали каде да се преместат темите';

$lang['Edit_Category'] = 'Опции на Категоријата';
$lang['Edit_Category_explain'] = 'Тука можете да го смените името на категоријата';

$lang['Forums_updated'] = 'Информацијата за Форумот и Категоријата е обновена успешно.';

$lang['Must_delete_forums'] = 'Морате да ги избришете сите форуми пред да ја избришете категоријата.';

$lang['Click_return_forumadmin'] = 'Кликнете %sовде%s за да се вратите во Администрација на Форумите';


//
// Smiley Management
//
$lang['smiley_title'] = 'Администрација на Смешковци';
$lang['smile_desc'] = 'Од оваа страна можете да додавате, бришете и да променувате смешковци, кој ги користат вашите членови во своите мислења и лични пораки.';

$lang['smiley_config'] = 'Конфигурација на Смешковци';
$lang['smiley_code'] = 'Код на Смешкото';
$lang['smiley_url'] = 'Слика';
$lang['smiley_emot'] = 'Емоција';
$lang['smile_add'] = 'Додавање на нов Смешко';
$lang['Smile'] = 'Смешко';
$lang['Emotion'] = 'Емоција';

$lang['Select_pak'] = 'Изберете пакетен (.pak) фајл ';
$lang['replace_existing'] = 'Преснимај ги веќе постоечките Смешковци';
$lang['keep_existing'] = 'Зачувај ги веќе постоечките смешковци';
$lang['smiley_import_inst'] = 'Најдобро би било да го деархивирате пакетот со смешковци и да ги ставиш сите фајлови до фолдерот. Тогаш изберете ги потребните опции во оваа форма за да се експортира пакетот.';
$lang['smiley_import'] = 'Smiley Pack Import';
$lang['choose_smile_pak'] = 'Choose a Smile Pack .pak file';
$lang['import'] = 'Import Smileys';
$lang['smile_conflicts'] = 'What should be done in case of conflicts';
$lang['del_existing_smileys'] = 'Delete existing smileys before import';
$lang['import_smile_pack'] = 'Импортирај пакет со Смешковци';
$lang['export_smile_pack'] = 'Креирај пакет со Смешковци';
$lang['export_smiles'] = 'За да креирате пакет со смешковци од веќе постоечките кликни %sовде%s за да го симнете постоечкиот пакетен фајл. Наименувајте го фајлот и уверете се дека го носи .pak завршетокот. Потоа креирајте Zip фајл кој ги содржи сите слики и конфигурациониот .pak фајл.';

$lang['smiley_add_success'] = 'Смешкото беше успешно додадено.';
$lang['smiley_edit_success'] = 'Смешкото беше успешно обновено.';
$lang['smiley_import_success'] = 'Пакетот со Смешковците беше успешно импортирано.';
$lang['smiley_del_success'] = 'Смешкото беше успешно избришано.';
$lang['Click_return_smileadmin'] = 'Кликни %sовде%s за да се вратиш во Администрација на Смешковци.';


//
// User Management
//
$lang['User_admin'] = 'Членска Администрација';
$lang['User_admin_explain'] = 'Овде можете да ги менувате сите членски информации и некои одредени опции. За да ги промените правата на членот, користете ја за определување на права на член и група.';

$lang['Look_up_user'] = 'Види член';

$lang['Admin_user_fail'] = 'Не можеше да се обнови профилот на членот.';
$lang['Admin_user_updated'] = 'Профилот на членот беше успешно обновен.';
$lang['Click_return_useradmin'] = 'Кликнете %sовде%s за да се вратите во Администрација на Членови.';

$lang['User_delete'] = 'Избриши го овој член';
$lang['User_delete_explain'] = 'Кликнете овде за да го избришете овој член. Имајте на ум дека нема да можете да го вратите назад како член.';
$lang['User_deleted'] = 'Член беше успешно избришан.';

$lang['User_status'] = 'Членот е активен';
$lang['User_allowpm'] = 'Може да испраќа приватни пораки';
$lang['User_allowavatar'] = 'Може да користи аватар';

$lang['Admin_avatar_explain'] = 'Овде можете да го видите и да го избришете аватарот на членот.';

$lang['User_special'] = 'Специјални полиња достапни само за администраторот.';
$lang['User_special_explain'] = 'Овие полиња не може да бидат менувани од членовите. Овде можете да го промените нивниот статус и други опции кои обично не се доделуваат на членови.';


//
// Group Management
//
$lang['Group_administration'] = 'Админстрација на Група';
$lang['Group_admin_explain'] = 'Од оваа страна можете да ги администрирате членските групи. Можете да: бришете, создавата и да ги менувате веќе постоечките групи. Може да изберете модератори, да давате статус име и опис.';
$lang['Error_updating_groups'] = 'Се појави грешка додека се обновуваа групите.';
$lang['Updated_group'] = 'Групата беше успешно обновена.';
$lang['Added_new_group'] = 'Новата група беше успешно креирана.';
$lang['Deleted_group'] = 'Групата беше успешно избришана.';
$lang['New_group'] = 'Креирај нова група.';
$lang['Edit_group'] = 'Променете група';
$lang['group_name'] = 'Име на група';
$lang['group_description'] = 'Опис на група';
$lang['group_moderator'] = 'Модератор на групата';
$lang['group_status'] = 'Статус на групата';
$lang['group_open'] = 'Отворена група';
$lang['group_closed'] = 'Затворена група';
$lang['group_hidden'] = 'Скриена група';
$lang['group_delete'] = 'Бришење';
$lang['group_delete_check'] = 'Избриши ја оваа група';
$lang['submit_group_changes'] = 'Испрати ги промените';
$lang['reset_group_changes'] = 'Избриши ги промените';
$lang['No_group_name'] = 'Мора да напишете име за оваа група.';
$lang['No_group_moderator'] = 'Мора да напишете модератор за оваа група.';
$lang['No_group_mode'] = 'Мора да изберете статус на групата.';
$lang['No_group_action'] = 'Никакво дејствие не беше одбрано.';
$lang['delete_group_moderator'] = 'Бришење на Груповиот Модератор';
$lang['delete_moderator_explain'] = 'Ако го менувате модераторот на групата, изберете ја оваа опција за да го избришете стариот модератор на групата. Или пак не ја одбирајте и членот ќе си остане член на групата.';
$lang['Click_return_groupsadmin'] = 'Кликнете %sовде%s за да се вратите во Груповата Администрација.';
$lang['Select_group'] = 'Одберете група';
$lang['Look_up_group'] = 'Види група';


//
// Prune Administration
//
$lang['Forum_Prune'] = 'Автоматско чистење на Форумот';
$lang['Forum_Prune_explain'] = 'Со ова ќе избришете тема на која не е одговорено на посечениот од вас број на денови. Ако не напишете број тогаш сите теми ќе бидат избришани. Нема да ги избрише оние теми каде што има анкети или пак теми со Активни пораки. Нив ќе мора да ги избришете рачно.';
$lang['Do_Prune'] = 'Чистење';
$lang['All_Forums'] = 'Сите форуми';
$lang['Prune_topics_not_posted'] = 'Избриши ги темите на кои не е одговорено';
$lang['Topics_pruned'] = 'Изчистени теми';
$lang['Posts_pruned'] = 'Изчистени мислења ';
$lang['Prune_success'] = 'Автоматското чистење на форумот беше успешно.';


//
// Word censor
//
$lang['Words_title'] = 'Зборовно Цензурирање';
$lang['Words_explain'] = 'Од овде можете да додавате, променувате, бришете зборови кои ќе бидат автоматски цензурирани во твојот форум. Исто така на членот нема да им биде дозволено да се регистрираат со цензурираните зборови. Можете да користите ѕвездички (*). На пример *test* ќе го цензурира detestable, test* ќе го цензурира testing, *test ќе цензурира detest.';
$lang['Word'] = 'Збор';
$lang['Edit_word_censor'] = 'Промена на Зборовен Цензор';
$lang['Replacement'] = 'Заменувач';
$lang['Add_new_word'] = 'Додај нов збор';
$lang['Update_word'] = 'Обнови цензуриран збор';

$lang['Must_enter_word'] = 'Мора да напишете збор и негов заменувач.';
$lang['No_word_selected'] = 'Не се одбрани зборови за промена.';

$lang['Word_updated'] = 'Одбраниот цензуриран збор беше успешно обновен.';
$lang['Word_added'] = 'Цензурираниот збор беше успешно додаден.';
$lang['Word_removed'] = 'Одбраниот цензуриран збор беше успешно избришан';

$lang['Click_return_wordadmin'] = 'Кликнете %sовде%s за да вратите во Зборовно Цензурирање';


//
// Mass Email
//
$lang['Mass_email_explain'] = 'Овде можете да испратите е-маил порака до сите членови или до членови кои припаѓаат во некоја одредена група. За да го направите ова, прво е-маил ќе биде испратен до административниот е-маил, а маиловите на членовите се закачени како BBC (blind carbon copy). Ако праќате е-маил на поголема група на членови ова може да потрае. Ќе бидете известени кога испраќањето ќе биде готово.';
$lang['Compose'] = 'Напиши';

$lang['Recipients'] = 'Примачи';
$lang['All_users'] = 'Сите членови';

$lang['Email_successfull'] = 'Вашата порака беше испратена';
$lang['Click_return_massemail'] = 'Кликнете %sовде%s за да се вратите во формата за масовен е-маил';


//
// Ranks admin
//
$lang['Ranks_title'] = 'Администрација на Рангови';
$lang['Ranks_explain'] = 'Со ова форма можете да додавате, изменувате, разгледувате и бришете рангови. Можете да креирате и лични ранкови кои ќе бидат дадени на член преку Членските Опции';

$lang['Add_new_rank'] = 'Додај нов Ранг';

$lang['Rank_title'] = 'Наслов на Ранг';
$lang['Rank_special'] = 'Статус на специјален Ранг';
$lang['Rank_minimum'] = 'Најмалку мислења';
$lang['Rank_maximum'] = 'Максимум мислења';
$lang['Rank_image'] = 'Рангова слика (Пат кон основниот фолдер на phpBB2)';
$lang['Rank_image_explain'] = 'Ова е мала слика која е сврзана со рангот.';

$lang['Must_select_rank'] = 'Морате да одберете ранг';
$lang['No_assigned_rank'] = 'Нема додаден специјален ранг';

$lang['Rank_updated'] = 'Рангот беше успешно обновен.';
$lang['Rank_added'] = 'Рангот беше успешно додаден.';
$lang['Rank_removed'] = 'Рангот беше успешно обновен.';
$lang['No_update_ranks'] = 'Рангот беше успешно избришан, но оние членови кои го користат овој ранг не се обновени. Ќе мора рачно да го ресетирате рангот на овие членски акаунти.';

$lang['Click_return_rankadmin'] = 'Кликнете %sовде%s за да се вратите во Администрација на Рангови';


//
// Disallow Username Admin
//
$lang['Disallow_control'] = 'Забрана на членски имиња';
$lang['Disallow_explain'] = 'Овде можете да ги контролирате имиња кои нема да бидат дозволени да се користат. Можете да користите ѕвездичка (*). Забележете ддека неможете да специфирате име кое веќе било одбрано. За да го направите ова морате да го избришете името; па потоа да го забраните.';

$lang['Delete_disallow'] = 'Избриши';
$lang['Delete_disallow_title'] = 'Бришење на недозволено членско име';
$lang['Delete_disallow_explain'] = 'Можете да избришете недозволено членско име со селектирање на името од листата и притискање на Submit';

$lang['Add_disallow'] = 'Додај';
$lang['Add_disallow_title'] = 'Додај недозволено членско име';
$lang['Add_disallow_explain'] = 'Можете да користите ѕвездичка (*) за да забраните множество од членски имиња';

$lang['No_disallowed'] = 'Нема забранети членски имиња';

$lang['Disallowed_deleted'] = 'Забранетото членско име беше успешно избришано.';
$lang['Disallow_successful'] = 'Забрането членско име беше успешно додадено.';
$lang['Disallowed_already'] = 'Името кое го напишавте не можеше да биде забрането.Можеби веќе постои во листата, во листата на цензурирани зборови, или пак член со такво име веќе постои';

$lang['Click_return_disallowadmin'] = 'Кликнете %sовде%s за да се вратите во Забрана на членските имиња';


//
// Styles Admin
//
$lang['Styles_admin'] = 'Администрација на Стилови';
$lang['Styles_explain'] = 'Со користење на оваа опција можете да додавате и бришете стилови на тема. Стилот е всушност комбинација од шаблон и тема.';
$lang['Styles_addnew_explain'] = 'Оваа листа ги содржи сите теми кои се возможни за шаблоните кои ги имате. Нештата на оваа листа се уште не се инсталирани во твојата phpBB база. За да инсталирате тема едноставно кликнете на врската за секоја тема.';

$lang['Select_template'] = 'Изберете Шаблон';

$lang['Style'] = 'Стил';
$lang['Template'] = 'Шаблон';
$lang['Install'] = 'Инсталирај';
$lang['Download'] = 'Симни';

$lang['Edit_theme'] = 'Промени тема';
$lang['Edit_theme_explain'] = 'Од формата подолу можете да ги менувате сетинзите за секоја одбрана тема';

$lang['Create_theme'] = 'Креирај тема';
$lang['Create_theme_explain'] = 'Од формата подолу можете да создадете нова тема за одбраниот шаблон. Кога ќе воведувате бои (користете хексадецимални еквиваленти) не користете тараба (#). На пример CCCCCC е точно, #CCCCCC е неточно';

$lang['Export_themes'] = 'Експортирање на тема';
$lang['Export_explain'] = 'Од овде ќе можеш да експортираш тема за селектираниот шаблон. Одберете го шаблонот од листата, ќе се креира соодветен конфигурационен фајл и ќе се снимаа во шаблонскиот директориум. Ако не се снима ќе ти даде опција да се симне. За да се снима твојот фајл мора да дадете пристап за пишување на серверот за шаблонскиот директориум. За повеќе информации прочитајте го phpBB 2 корисничкиот водич.';

$lang['Theme_installed'] = 'Одбраната тема беше инсталирана успешно.';
$lang['Style_removed'] = 'Одбраниот стил беше избришен од нашата база. Ако сакате целосно да се избрише овој стил од твојот систем мора да го избришете стилот од директориумот со шаблони.';
$lang['Theme_info_saved'] = 'Информацијата за одбраната тема беше успешно снимана. Сега најдобро е да ги вратите правата на theme_info.cfg во read-only';
$lang['Theme_updated'] = 'Одбраната тема беше обновена. Сега експортирајте ги новите сетинзи на темата.';
$lang['Theme_created'] = 'Темата е креирана. Сега експортирајте ја темата во соодветниот конфигурационен фајл.';

$lang['Confirm_delete_style'] = 'Сигурни ли сте дека сакате да го избришете овој стил?';

$lang['Download_theme_cfg'] = 'Експортерот не можеше да ја запише информацијата во конфигурациониот фајл. Кликнете на копчето подолу за да го симнете овој фајл. Од кога ќе се симне пренесете го во директориумот кој ги содржи шаблонските фајлови. Потоа можете да ги спакувате фајловите за дистрибуција или да ги користите каде што ќе посакате.';
$lang['No_themes'] = 'Шаблонот кој го одбравте не содржи теми. За да креирате тема кликнете на линкот Додади нов линк кој се наоѓа на левата страна.';
$lang['No_template_dir'] = 'Не можеше да се отвори шаблонскиот директориум. Не може да се прочите или пак не постои.';
$lang['Cannot_remove_style'] = 'Не можете да го промените одбраниот стил за тоа што е одбран за користење на некој форум. Променете го стиолот на тој форум и обидете се повторно.';
$lang['Style_exists'] = 'Името на стило кој го одбравте веќе постои, вратете се и одберете друго име.';

$lang['Click_return_styleadmin'] = 'Кликнете %sовде%s за да се вратите во Администрација на Стилови';

$lang['Theme_settings'] = 'Опции на темата';
$lang['Theme_element'] = 'Елемент од темата';
$lang['Simple_name'] = 'Просто име';
$lang['Value'] = 'Вредност';
$lang['Save_Settings'] = 'Запази ги опциите';

$lang['Stylesheet'] = 'CSS Стилови';
$lang['Background_image'] = 'Слика на позадина';
$lang['Background_color'] = 'Боја на позадина';
$lang['Theme_name'] = 'Име на тема';
$lang['Link_color'] = 'Боја на линкот';
$lang['Text_color'] = 'Боја на текстот';
$lang['VLink_color'] = 'Боја на посетениот линк';
$lang['ALink_color'] = 'Боја на активните линкови';
$lang['HLink_color'] = 'Боја на линкот кога стои глувчето над него';
$lang['Tr_color1'] = 'Боја на табелен ред 1';
$lang['Tr_color2'] = 'Боја на табелен ред 2';
$lang['Tr_color3'] = 'Боја на табелен ред 3';
$lang['Tr_class1'] = 'Клас на табелен ред 1';
$lang['Tr_class2'] = 'Клас на табелен ред 2';
$lang['Tr_class3'] = 'Клас на табелен ред 3';
$lang['Th_color1'] = 'Боја на табелниот хедар 1';
$lang['Th_color2'] = 'Боја на табелниот хедар 2';
$lang['Th_color3'] = 'Боја на табелниот хедар 3';
$lang['Th_class1'] = 'Клас на табелниот хедар 1';
$lang['Th_class2'] = 'Клас на табелниот хедар 2';
$lang['Th_class3'] = 'Клас на табелниот хедар 3';
$lang['Td_color1'] = 'Боја на табличната келија 1';
$lang['Td_color2'] = 'Боја на табличната келија 2';
$lang['Td_color3'] = 'Боја на табличната келија 3';
$lang['Td_class1'] = 'Клас на табеличната келија 1';
$lang['Td_class2'] = 'Клас на табеличната келија 2';
$lang['Td_class3'] = 'Клас на табеличната келија 3';
$lang['fontface1'] = 'Фонт 1';
$lang['fontface2'] = 'Фонт 2';
$lang['fontface3'] = 'Фонт 3';
$lang['fontsize1'] = 'Размер на  Фонт 1';
$lang['fontsize2'] = 'Размер на Фонт 2';
$lang['fontsize3'] = 'Размер на Фонт 3';
$lang['fontcolor1'] = 'Боја на фонт 1';
$lang['fontcolor2'] = 'Боја на фонт 2';
$lang['fontcolor3'] = 'Боја на фонт 3';
$lang['span_class1'] = 'Span Клас 1';
$lang['span_class2'] = 'Span Клас 2';
$lang['span_class3'] = 'Span Клас 3';
$lang['img_poll_size'] = 'Големина на сликата на анкети [пиксели]';
$lang['img_pm_size'] = 'Големина на статусот на личните пораки [пиксели]';


//
// Install Process
//
$lang['Welcome_install'] = 'Добредојдовте во Инсталацијата на phpBB 2';
$lang['Initial_config'] = 'Основна конфигурација';
$lang['DB_config'] = 'Конфигурација на база';
$lang['Admin_config'] = 'Конфигурација на Админ';
$lang['continue_upgrade'] = 'Од кога ќе се симне вашиот конфигурационен фајл на твојот компјутер \'Продолжи со Повишување\' кликни на копчето за да продолжиш со повишување. Почекај додека се снима конфиг фајлот се додека процесот не е комплетен.';
$lang['upgrade_submit'] = 'Продолжи со Повишување';

$lang['Installer_Error'] = 'Се појави грешка за време на инсталацијата.';
$lang['Previous_Install'] = 'Веќе е имало инсталација.';
$lang['Install_db_error'] = 'Се појави грешка при обид да се обнови базата.';

$lang['Re_install'] = 'Твојата поранешна инсталација е уште активна. <br /><br />За да го реинсталирате phpBB 2 кликни на копчето подолу. Забележете дека ако го направите ова ќе ги избрише постоечките податоци. Администраторското корисничко име и лозинката со кое се логираше во форумот ќе биде повторно креиран по повторната инсталација. И други опции нема да бидат зачувани. <br /><br />Размислете пред да притиснете ДА!';

$lang['Inst_Step_0'] = 'Благодариме што го одбравте phpBB 2. За да се комплетира инсталацијата пополни ја формата подоле. Забележи дека базата во која ќе инсталираш мора веќе да постои. Ако инсталираш во база која користи ОDBC, на пример MS Access; треба прво да креирате DSN пред да продолжите';

$lang['Start_Install'] = 'Започни со Инсталација';
$lang['Finish_Install'] = 'Заврши со Инсталација';

$lang['Default_lang'] = 'Основен јазик на Форумот';
$lang['DB_Host'] = 'Hostname на базниот сервер / DSN';
$lang['DB_Name'] = 'Името на базата';
$lang['DB_Username'] = 'Корисничко име на базата';
$lang['DB_Password'] = 'Лозинка на базата';
$lang['Database'] = 'Вашата база на податоци';
$lang['Install_lang'] = 'Изберете јазик за инсталација';
$lang['dbms'] = 'Тип на база';
$lang['Table_Prefix'] = 'Префикс за табелите во базата';
$lang['Admin_Username'] = 'Администраторско Кориснично име';
$lang['Admin_Password'] = 'Администраторска лозинка';
$lang['Admin_Password_confirm'] = 'Администраторска лозинка [ Потврдете ]';

$lang['Inst_Step_2'] = 'Твоето админ корисничко име беше креирано.Гледајќи од оваа гледна точка основната инсталација е завршена.  Сега ќе бидете однесени до екран кој ќе овозможи да се администрира твојата нова инсталација. Осигурајте ги Основните Конфигурациони детали и направете ги потребните промени. Благодариме што го одбравте phpBB 2.';

$lang['Unwriteable_config'] = 'Во твојот конфиг фајл не може да се запише. Копија од твојот конфиг фајл можеш да симнеш со кликнување на копчето подолу. Ако го враќате вратете го истиот директориум каде што се наоѓал. Од кога ова ќе биде готово логирај се со твоето администраторско корисничко име и лозинка и отиди во админстрационата страна. Благодариме што го одбравте phpBB 2.';
$lang['Download_config'] = 'Симни Конфиг фајл';

$lang['ftp_choose'] = 'Одбери метод на симнувањеC';
$lang['ftp_option'] = '<br />Затоа што FTP функциите се вклучени во оваа верзија можете да го земете фајлот преку FTP';
$lang['ftp_instructs'] = 'Одбравте да се пренесе фајлот автоматски до акаунтот кој го содржи phpBB 2. Напишете ја сета потребна информација. Забележете дека FTP патеката треба да биде истиот како што е било зададено во phpBB2 инсталација.';
$lang['ftp_info'] = 'Внесете ја вашата FTP информација';
$lang['Attempt_ftp'] = 'Обид да се пренесе фајлот на место';
$lang['Send_file'] = 'Едноставно качето го фајлот, јас ќе го пренесам рачно.';
$lang['ftp_path'] = 'FTP патека до phpBB 2';
$lang['ftp_username'] = 'Твоето FTP корисничко име';
$lang['ftp_password'] = 'Твојата FTP Лозинка';
$lang['Transfer_config'] = 'Започни со преносот';
$lang['NoFTP_config'] = 'Обидот да се пренесе фајлот на своето место не успеа. Симнете го фајлот и пренесето го рачно.';

$lang['Install'] = 'Инсталирај';
$lang['Upgrade'] = 'Повиши';


$lang['Install_Method'] = 'Изберете метод на инсталација';

$lang['Install_No_Ext'] = 'Php конфигурацијата на твојот сервер не го подржува типот на базата кој го одбравте.';

$lang['Install_No_PCRE'] = 'На phpBB2 му е потребна the Perl компатибилна Regular Expressions Module, но твојата php конфигурација не ја подржува';

//
// That's all Folks!
// -------------------------------------------------

?>