Subject: Добре дошли на форумите на {SITENAME}
Charset: windows-1251

{WELCOME_MSG}

Моля запазете това писмо! То съдържа информацията за вашия потребител:

----------------------------
Потребител: {USERNAME}
Парола: {PASSWORD}
----------------------------

Вашия потребител в момента е неактивен, ще трябва да изчакате администратора да го активира. Ще бъдете известени когато това стане (с друго писмо).

Моля не забравайте вашата парола, защото тя е кодирана и ние не можем да ви я пратим. В случай че я забравите, можете да поискате нова, която ще ви бъде пратена по същия начин както тази.

Благодаря ви, че се регистрирахте!

{EMAIL_SIG}