Subject: Добре дошли на форумите на {SITENAME}
Charset: windows-1251

{WELCOME_MSG}

Според разпоредбите COPPA в момента вашият потеребител е неактивен.

Моля разпечатайте това съобщение и помолете ваши родител или настойник да го разпише и постави дата на него. След това го изпратете по факс до:

{FAX_INFO}

ИЛИ го пратете по пощата до:

{MAIL_INFO}

------------------------------ СРЕЖИ ТУК ------------------------------
Разрешение за участие в сайта {SITENAME}

Потребител: {USERNAME}
Парола: {PASSWORD}
Мейл: {EMAIL_ADDRESS}

ICQ Номер: {ICQ}
AIM Адрес: {AIM}
MSN Messenger: {MSN}
Yahoo Messenger: {YIM}
Сайт: {WEB_SITE}
Град: {FROM}
Занимание: {OCC}
Интереси: {INTERESTS}

ПРЕГЛЕДАХ ИНФОРМАЦИЯТА, ДАДЕНА ОТ ДЕТЕТО МИ И ДАВАМ РАЗРЕШЕНИЕ НА {SITENAME} ДА ЗАПИШЕ ТАЗИ ИНФОРМАЦИЯ. 
РАЗБИРАМ, ЧЕ ТАЗИ ИНФОРМАЦИЯ МОЖЕ ДА БЪДЕ ПРОМЕНЯНА ПО ВСЯКО ВРЕМЕ С ПОМОЩТА НА ПАРОЛАТА. 
РАЗБИРАМ, ЧЕ МОГА ДА ИЗИСКАМ ПРЕМАХВАНЕТО НА ТАЗИ ИНФОРМАЦИЯ ОТ {SITENAME} ПО ВСЯКО ВРЕМЕ.


Родител или Настойник 
(напишете вашето тук): _____________________

(подпис): __________________ 

Дата: _______________

------------------------------ СРЕЖИ ТУК ------------------------------


След като администраторите получат горния формуляр по факс или по пощата, потребителя ви ще бъде активиран.

Моля не забравайте вашата парола, защото тя е кодирана и ние не можем да ви я пратим. Но в случай че я забравите, можете да поискате нова, която ще ви бъде пратена по същия начин като тази.

Благодарим ви, че се регистрирахте.

{EMAIL_SIG}