Subject: Уведемояване за отговори по темата: {TOPIC_TITLE}
Charset: windows-1251

Здравейте {USERNAME}!

Получавате този мейл, защото сте избрали да бъдете известявани за отговори на темата "{TOPIC_TITLE}" на {SITENAME}. На тази тема е било отговорено след последното ви посещение. Можете да видите отговорите на следващия адрес. Други известия няма да ви бъдат изпращани, докато не го посетите.

{U_TOPIC}

Ако не искате да получавате повече известия, можете да промените настройките от самата темата или като кликнете на следния линк:

{U_STOP_WATCHING_TOPIC}

{EMAIL_SIG}