Subject: Активиране на нова парола
Charset: windows-1251

Здравейте {USERNAME}!

Получавате този е-мейл защото вие (или някой който се прави на вас) е поискал да му(й) бъде пратена нова парола за {SITENAME}. Ако не сте подавали такава молба, не обръщайте внимание на съобщението, а ако продължавате да получавате такива съобщения, свържете се с администратора.

За да използвате новата си парола трябва да я активирате. За да го направите, използвайте следната връзка:

{U_ACTIVATE}

След което би трябвало да можете да влезете със следната парола:

Парола: {PASSWORD}

Можете да промените паролата си от профила ви в {SITENAME}. Ако имате проблеми с това, моля свържете се с администратора.

{EMAIL_SIG}