Subject: Добре дошли на форумите на {SITENAME}
Charset: windows-1251

{WELCOME_MSG}

Моля пазете този мейл! Той съдържа информацията за вашия потребител.

----------------------------
Потребител: {USERNAME}
Парола: {PASSWORD}
----------------------------

Вашият потребител в момента е неактивен. Можете да го активирате като посетите следния адрес:

{U_ACTIVATE}

Моля не забравайте вашата парола, защото тя е кодирана и ние не можем да ви я пратим. Но в случай че я забравите, можете да поискате нова, която ще ви бъде пратена по същия начин като тази.

Благодарим ви, че се регистрирахте!

{EMAIL_SIG}