<?php

//see readme.txt for details

$faq[] = array("--","Проблеми при реєстрації та вході у форум");
$faq[] = array("Чому я не можу увійти до форуму?", "А ви зареєструвались? Для того, щоб увійти у фрум порібно зареєструватись. Якщо ви бачите повідомлення про те, що адміністрація заборонила вам доступ до форуму, то спробуйте іншим разом, можливо колись адміністрація зжалиться і дозволить вам входити у форум. Якщо ви зареєструвались і вам не було заборонено відвідувати форум, зв'яжіться з адміністрацією форуму.");
$faq[] = array("Чому мені потрібно реєструватись?", "Зареєстровані користувачі мають привілегії, порівняно з незареєстрованими, а саме: можуть використовувати приватні повідомлення, аватари, розсилку повідомлень e-mail'ом та інше. Окрім того, залежно від налаштування форуму, ви будете мати змогу читати, писати повідомлення, голосувати у форумах, на який незареєстрованим користувачам доступу немає. Реєстрація займає кілька хвилин і є абсолютно безкоштовною");
$faq[] = array("Чому форум автоматично завершує мій сеанс?", "Якщо ви не обрали <i>Запам`ятати мене з цього комп`ютера</i> при вході на форум, то ваша сесія буде активною лише протягом якогось певного часу. Це дозволить вберегти ваш аккаунт від його використання сторонніми людьми. Будьте уважні, входячи у форум з публічно доступних комп'ютерів і завжди по завершенні роботи робіть \"Вихід\"");
$faq[] = array("Можна забрати мій нік зі списку online-користувачів форуму?", "Так. Подивіться у власні налаштування. Там є відповідна опція.");
$faq[] = array("Я втратив пароль!", "Не панікуйте! Погана новина - ні адміністрація, ні форум, не зможуть відновити ваш пароль, він зберігається в базі даних в зашифрованому виді. Хороша - ви можете отримати новий пароль до форуму. Для цього клікніть по лінку <u>Я забув пароль</u>, і слідкуйте за інструкціями.");
$faq[] = array("Я зареєструвався, але не можу увійти!", "Спершу перевірте, чи правильно ви вводите логін і пароль. Можливо, ви допустили помилку при реєстрації. Якщо ви вказали невірний пароль при реєстрації, скристайтесь лінком <u>Я забув пароль</u>. Якщо ж при реєстрації ви ввели неправильний e-mail - зв'яжіться з адміністрацією форуму: якщо було введено неіснуючий хост (напр. natalka@jahoo.com замість natalka@yahoo.com), то, можливо, адміністрація форуму вам допоможе. Якщо ж на форумі увімкнено активацію нових аккаунтів, то спершу необхідно активувати ваш аккаунт. Для цього на вашу електронну пошту прийде лист з лінком на активацію аккаунту. Якщо ж лист не прийшов - увімкнено активацію аккаунтів адміністрацією: адміністрація розглядає реєстрації і вирішує, чи дозволити користувачу вхід на форум. У будь-якому випадку, до вас прийде повідомлення ел. поштою.");
$faq[] = array("Колись я зареєструвався, але тепер не можу увійти!", "Якщо вас немає у списку учасників - ваш аккаунт було видалено за неактивність. Це робиться для того, щоб зменшити розмір бази даних. Час від часу можуть проводитись видалення неактивних аккаунтів, тому вам слід хоч деколи писати у форум, якщо хочете зберегти аккаунт. Якщо ж ви є у списку учасників, то або забули пароль, або ваш аккаунт через неактивність було деактивовано. Активуйте його заново.");


$faq[] = array("--","Налаштування");
$faq[] = array("Як можна змінити власні налаштування?", "Якщо ви зареєстровані, всі ваші налаштування зберігаються у базі даних. Для цього клікніть по лінку <u>Налаштування</u> (згори кожної сторінки).");
$faq[] = array("Час на форумі вказано неправильно!", "Взагалі-то, правильно , просто сервер, на якому знаходиться форум, розміщений у іншій часовій зоні аніж ви. Якщо ви зареєстрований користувач - серед ваших налаштувань є змога встановити особливу часову зону.");
$faq[] = array("Я встановив власну часову зону, а час все ще показується неправильно!", "Проблема у зміні літнього часу на зимовий і навпаки. Форум автоматично не змінює час при цьому переході.");
$faq[] = array("Моєї мови немає у списку!", "Швидше всього причина у тому, що адміністратор форуму не встановив цієї мови. Спробуйте попросити його про це, якщо ж локалізації форуму на вашу мову немає - створіть її. Більше інформації про це є на офіційному сайті phpBB");
$faq[] = array("Як поставити графічний файл під своїм ніком?", "Це може бути один з двох файлів: верхній асоціюється з вашим статусом на форумі і змінюється в залежності від того, скільки ви написали повідомлень, чи який статус вам надала адміністрація; нижній - аватар. Для того щоб можна було використовувати аватари, потрібен дозвід адміністрації форуму. Якщо адміністрація дозволяє їх використовувати, можете вибрати собі аватар серед доступних у галереї аватарів, або завантажити власний на сервер.");
$faq[] = array("Як можна змінити власний статус?", "Взагалі-то, ви не можете просто змінити власний статус (ваш статус висвічується поряд з ніком у повідомленнях), він змінюється в залежності від налаштування форуму (кількості повідомлень, чи особистих статусів, наданих адміністрацією). Не просіть адміністрацію підвищити ваш статус, це нічого не дасть, а може й зашкодити.");
$faq[] = array("Коли я клікаю по лінку \"email\", відкривається вікно вводу логіна і пароля, це що таке?", "Вибачте, але лише зареєстровані користувачі можуть відсилати email-повідомлення через спеціальну форму (якщо, звичайно, адміністрація не заборонила цього). Це зроблено для того, щоб вберегти отримувачів цих листів від анонімних повідомлень.");


$faq[] = array("--","Написання повідомлень");
$faq[] = array("Як розпочати нову тему у форумі?", "Увійдіть до потрібного форуму і клікніть по графічній картинці (в залежності від вибраної теми - по лінку) \"Нова тема\". Можливо, для цього прийдеться зареєструватись.");
$faq[] = array("Як редагувати/видаляти повідомлення?", "Якщо ви не адміністратор чи модератор форуму, то можете редагувати/видаляти лише власні повідомлення. Ви можете редагувати власне повідомлення (якщо це не заборонено адміністрацією форуму, або не обмежено у часі), перейшовши по лінку <i>редагувати</i> поряд з вашим повідомленням. Майте на увазі, якщо хтось вже відповів на ваше повідомлення, а ви його редагуєте, про це буде вказано, окрім того, ви вже не зможете видалити таке повідомлення.");
$faq[] = array("Як додати підпис до повідомлення?", "Для початку, встановіть ваш підпис у налаштуваннях. При написанні повідомлень відмітьте <i>Додати підпис</i> поряд з полем вводу повідомлення. Для того, щоб завжди додавати підпис до ваших повідомлень, зайдіть у налаштування і оберіть <i>Завжди використовувати ваш підпис</i>.");
$faq[] = array("Як створити голосування?", "Створити голосування дуже просто. Створюючи нову тему (чи редагуючи перше повідомлення теми, якщо ви маєте на це права) ви побачите розділ <i>Додати голосування</i> після поля вводу повідомлення (якщо ви його не бачите - значить не маєте прав створювати голосування). Вам слід придумати назву цьому голосуванню, хоча б два варіанти відповіді і вказати обмеження в часі.");
$faq[] = array("Як відредагувати чи витерти голосування?", "Так само, як і повідомлення, голосування може редагувати лише його автор, модератор форуму чи адміністратор. Щоб відредагувати голосування - редагуйте перше повідомлення теми (голосування завжди пов'язане з ним).");
$faq[] = array("Чому я не маю доступу до форуму?", "Деякі форуми можуть переглядати лише певні користувачі. Для входу на такий форум вам потрібен дозвіл модератора цього форуму чи адміністратора.");
$faq[] = array("Чому я не можу проголосувати?", "Лише зареєстровані користувачі можуть голосувати (так само, як і переглядати результати). Якщо ви - зареєстрований коритсувач, то просто не маєте доступу до цього голосування.");


$faq[] = array("--","Форматування тексту і типи тем");
$faq[] = array("Що таке BBCode?", "BBCode - спеціальна заміна HTML-тегів, використовується, якщо це не заборонено адміністрацією форуму (ви можете вимкнути такий код у власних повідомленнях). BBCode - дуже спрощений варіант HTML, складається з т.з. тегів (<b>[</b> і <b>]</b> на відміну від <b>&lt;</b> і <b>&gt;</b> в HTML). Лінк на повну інформацію по BBCode можна знайти на сторінці з написанням нового повідомлення.");
$faq[] = array("Можна користуватись HTML?", "Це залежить від налаштування форуму адміністрацією. Зазвичай, HTML забороняється використовувати в цілях безпеки. Якщо ж HTML дозволено, ви можете вимкнути його для своїх повідомлень.");
$faq[] = array("Що таке Смайлики?", "Смайлики - маленькі графічні файли, які відображають емоції. Побачити їх можна на сторінці з написанням нового повідомлення. Не зловживайте смайликами - це поганий тон і модератор може зробити вам попередження.");
$faq[] = array("Можна використовувати графіку у повідомленнях?", "Так, для цього використовуйте BBCode чи HTML (якщо дозволено).");
$faq[] = array("Що таке Анонс?", "Анонс - спеціальна тема у форумі, яка завжди залишається згори. Зазвичай містить важливу інформацію щодо форуму. Чи можна вам використовувати анонси вирішує адміністрація.");
$faq[] = array("Що за теми \"Зверніть увагу\"?", "Повідомлення, які також містяться згори (відразу за анонсуваннями) і містять важливу інформацію. Можливість використання таких тем вирішує адміністрація.");
$faq[] = array("Що таке \"Заблоковані теми\"?", "Це значить, що тему заблоковано модератором форуму чи адміністратором і ви не зможете більше в неї писати.");


$faq[] = array("--","Рівні користувачів та групи");
$faq[] = array("Хто такі Адміністратори?", "Адміністратори - люди, які мають найвищий рівень доступу на всьому форумі. Вони можуть змінювати будь-які налаштування форуму, змінювати рівні користувачів, забороняти певним учасникам відвідувати форум, створювати групи користувачів, призначати модераторів та інше. Також вони мають повні модераторські права у всіх форумах.");
$faq[] = array("Хто такі Модератори?", "Модератори - люди, які постійно стежать за дотриманням порядку на форумах. Вони мають права редагувати, знищувати повідомлення, блокувати, розблоковувати, переносити, розділяти теми та виконувати інші привілегійовані функції у певних форумах.");
$faq[] = array("Що таке \"Групи\"?", "Групи - спеціально створені об'єднання користувачів за рівнем доступу, інтересами і т.д. Кожен учасник може належати до кількох груп, а кожна група може мати власні рівні доступу. Це дозволяє легше надавати модераторські права чи обмежувати доступ до певних форумів.");
$faq[] = array("Як долучитись до певної групи?", "Для початку перейдіть на сторінку <i>Групи</i>, виберіть групу, до якої хочете долучитись. Не всі групи є <i>відкритими</i> - деякі є закритими, а є і приховані. Якщо група відкрита, можете надіслати запит на приєднання до неї. Модератор групи вирішить, чи брати вас до своєї групи. Якщо ж він відхилить ваш запит, не відсилайте його знову, на це були певні причини.");
$faq[] = array("Як стати модератором групи?", "Групи створюються адміністрацією форуму, вони і призначають модераторів. Якщо ви зацікавлені у створенні групи - зв'яжіться з Адміністратором.");


$faq[] = array("--","Приватні повідомлення");
$faq[] = array("Я не можу відсилати приватні повідомлення!", "На це може бути одна з трьох причин: ви не зареєструвались/увійшли у форум, адміністрація відключила можливість використовувати приватні повідомлення на цьому форумі або, в силу певних причин, заборонила вам писати приватні повідомлення. Якщо це остання причина, можете запитати адміністратора, чому вас позбавили цього права.");
$faq[] = array("Я отримую небажані приватні повідомлення!", "В майбутніх версіях форуму ми додамо список ігнорованих користувачів, а наразі зв'яжіться з адміністратором форуму. Він може заборонити цьому учаснику відсилати приватні повідомлення.");
$faq[] = array("Я отримую спам від учасника форуму!", "Система відсилання поштових повідомлень на цьому форумі записує реального відправника. Вам слід негайно переслати цього листа адміністратору форуму, важливо також зберегти службову інформацію цього листа (хедери).");

//
// These entries should remain in all languages and for all modifications
//
$faq[] = array("--","Про phpBB 2 і українську локалізацію");
$faq[] = array("Хто написав цей форум?", "Цей форум створено <a href=\"http://www.phpbb.com/\" target=\"_blank\">Групою phpBB</a>. Він доступний за ліцензією GNU і може вільно розповсюджуватись.");
$faq[] = array("Чому тут немає такої функції?", "Якщо тут немає чогось, що вам потрібне, відвідайте сайт phpBB і перегляньте анонсування функцій, які будуть додані найближчим часом. Будь-ласка, не пишіть у форумі запити на додавання нових функцій, спробуйте скачати потрібний \"мод\", або написати це самому.");
$faq[] = array("З ким зв'язатись, щоб повідомити про недозволені законом (етикою) повідомленням на форумі?", "Вам слід зв'язатись з модератором відповідного фруму, якщо цього не вдасться зробити - з адміністратором форуму. Якщо і тут вам не відповідають, зверніться до власника домену (через whois) чи, якшо форум розміщено на безкоштовному хостингу, з адміністратором цього сервера. Майте на увазі, phpBB не несе відповідальності як за зміст повідомлень на форумі, так і за ваші втрати внаслідок діяльності даного форуму.");
$faq[] = array("Хто автор цієї локалізації і де її можна отримати?","Автор: GZero. Сторінка цієї локалізації: <a href=\"http://www.computer.lviv.ua/phpbb\" target=\"_blank\">http://computer.lviv.ua/phpbb</a>.");

//
// This ends the FAQ entries
//

?>