Subject: ֳובַ ז׃ובַ ָßד Ýם דהÊֿל {SITENAME}
Charset: windows-1256

{WELCOME_MSG}

ַבֱַּׁ ַבַֽÊÝַÙ ָו׀ו ַבׁ׃ַבֹ Ýם דßַה ֲדה. דÚבזדַÊ ֽ׃ַָß ום:

----------------------------
ַ׃ד ַבד׃Ê־ֿד: {USERNAME}
ßבדֹ ַב׃ׁ: {PASSWORD}
----------------------------

ֽ׃ַָß ַבַה Ûםׁ הװ״, Úבל דֿםׁ ַבדזÞÚ ÊװÛםבו Þָב ַה Ê׃Ê״םÚ ַבֿ־זב. ׃זÝ םױבß ָׁםֿ ֲ־ׁ םÚבדß ָ׀בß.

בַ Êה׃ל ßבדֹ ַב׃ׁ¡ ÝÞֿ Êד ÊװÝםׁוַ Ýם ÞַÚֹֿ ַבָםַהַÊ זבה ה׃Ê״םÚ ַ׃ÊַּׁÚוַ. בßה, ֵ׀ַ ה׃םÊ ßבדֹ ַב׃ׁ Ê׃Ê״םÚ ַב״בָ דה ַבדֿםׁ ַָÚַֹֿ ÊװÛםב ֽ׃ַָß זÊßזםה ßבדֹ ׃ׁ ּֿםֹֿ.

װßַׁ בÊ׃ּםבß זדַָֽׁ ָß.

{EMAIL_SIG}