Subject: New password activation
Charset: windows-1256

убЭШЧ {USERNAME}

соЯ цесЪ сп хах ЧсбгЧсЩ сУфп (Уц дЮеЧ эЯкэ Чфх ЧфЪ) оЯ исШ псуЩ гб ЬЯэЯЩ Ъбгс сЭгЧШп нэ Чсуцок {SITENAME}. ЧаЧ су Ъпф ЧфЪ уоЯу ЧсисШ ЪЬЧхс хах ЧсбгЧсЩ, ЧаЧ пЧфЪ хах ЧсбгЧсЩ Ъесп ШЧгЪубЧб ксэп ЧсЧЪеЧс ШуЯэб Чсуцок.

сЧгЪкуЧс псуЩ Чсгб ЧсЬЯэЯЩ ксэп ЪдлэсхЧ. ссЪдлэс Чжли ксь ЧсцесЩ ЧсЪЧсэЩ.

{U_ACTIVATE}

ЧаЧ ЪуЪ ЧскусэЩ ШфЬЧЭ гцн ЪгЪиэк ЧгЪкуЧс псуЩ Чсгб ЧсЪЧсэЩ:

псуЩ Чсгб: {PASSWORD}

иШкЧ Шцгкп Ълээб псуЩ Чсгб Шфнгп ЮсЧс енЭЩ уксцуЧЪп ЧсдЮеэЩ. ЧаЧ цЧЬхЪ екцШЩ ксэп ЧсЧЪеЧс ШуЯэб Чсуцок.

{EMAIL_SIG}