Subject: ֳובַ ז׃ובַ ָßד Ýם דהÊֿל {SITENAME}
Charset: windows-1256

{WELCOME_MSG}

ַבֱַּׁ ֽÝÙ ו׀ו ַבׁ׃ַבֹ. ָםַהַÊ ֽ׃ַָß ום ßַבÊַבם:

----------------------------
ַ׃ד ַבדÊ׃־ֿד: {USERNAME}
ßבדֹ ַב׃ׁ: {PASSWORD}
----------------------------

ֽ׃ַָß ַבַה Ûםׁ הװ״. בַ Ê׃Ê״םÚ ַ׃ÊÚדַב ֽ׃ַָß ֽÊל ÊהÊÞב ַבל ַבדזÞÚ ַבÊַבם:

{U_ACTIVATE}

בַ Êה׃ל ßבדֹ ַב׃ׁ¡ ÝÞֿ Êד ÊװÝםׁוַ Ýם ÞַÚֹֿ ַבָםַהַÊ זבה ה׃Ê״םÚ ַ׃ÊַּׁÚוַ. בßה, ֵ׀ַ ה׃םÊ ßבדֹ ַב׃ׁ Ê׃Ê״םÚ ַב״בָ דה ַבדֿםׁ ַָÚַֹֿ ÊװÛםב ֽ׃ַָß זÊßזםה ßבדֹ ׃ׁ ּֿםֹֿ.

הװßׁß Úבל Ê׃ּםבß.

{EMAIL_SIG}